Repository: KDE/kdepim-runtime
Catalog: po/sa/akonadi_pop3_resource.po
Languages: sa

source: %v minute
sa: %एकनिमेषे

source: POP3 Account
sa: POP3 खाता

# @info:placeholder
source: Unable to open wallet
sa: बटुकं उद्घाटयितुं असमर्थः

source: The server does not seem to support unique message numbers, but this is a requirement for leaving messages on the server. Since some servers do not correctly announce their capabilities you still have the possibility to turn leaving fetched messages on the server on.
sa: सर्वरः अद्वितीयसन्देशसङ्ख्यानां समर्थनं न करोति इति भाति, परन्तु सर्वरे सन्देशान् त्यक्तुं एषा आवश्यकता अस्ति । यतः केचन सर्वराः स्वक्षमताम् सम्यक् न घोषयन्ति इति कारणतः भवतः अद्यापि सर्वरे आनितसन्देशान् त्यक्त्वा चालू कर्तुं सम्भावना वर्तते ।

source: Please note that this feature can cause some POP3 servers that do not support pipelining to send corrupted mail; this is configurable, though, because some servers support pipelining but do not announce their capabilities. To check whether your POP3 server announces pipelining support use the "Auto Detect" button at the bottom of the dialog; if your server does not announce it, but you want more speed, then you should do some testing first by sending yourself a batch of mail and downloading it.
sa: कृपया ज्ञातव्यं यत् एतत् विशेषता केषाञ्चन POP3 सर्वराणां कारणं भवितुम् अर्हति ये पाइपलाइनिंग् समर्थनं न कुर्वन्ति ते दूषितं मेल प्रेषयितुं शक्नुवन्ति; इदं तु विन्यासयोग्यं भवति यतोहि केचन सर्वराः पाइपलाइनिंग् समर्थयन्ति किन्तु तेषां सामर्थ्यं न घोषयन्तु। भवतः POP3 सर्वरः वा इति परीक्षितुं पाइपलाइनिंग् समर्थनं घोषयति संवादस्य अधः "Auto Detect" बटनस्य उपयोगं करोति; यदि भवतः सर्वरः तत् न घोषयति, परन्तु भवन्तः अधिकं वेगं इच्छन्ति, तर्हि भवन्तः प्रथमं स्वयमेव एकं बैचं प्रेषयित्वा किञ्चित् परीक्षणं कुर्वन्तु मेलस्य डाउनलोड् करणं च।

source: Please specify a server and port on the General tab first.
sa: कृपया प्रथमं General ट्याब् मध्ये सर्वरं पोर्ट् च निर्दिशन्तु ।

source: Unable to connect to the server, please verify the server address.
sa: सर्वरेण सह संयोजितुं असमर्थः, कृपया सर्वरसङ्केतं सत्यापयन्तु ।

source: The server does not seem to support pipelining; therefore, this option has been disabled. Since some servers do not correctly announce their capabilities you still have the possibility to turn pipelining on. But please note that this feature can cause some POP servers that do not support pipelining to send corrupt messages. So before using this feature with important mail you should first test it by sending yourself a larger number of test messages which you all download in one go from the POP server.
sa: सर्वरः पाइपलाइनिंग् समर्थयति न दृश्यते; अतः एषः विकल्पः निष्क्रियः अभवत् । यतः केचन सर्वराः स्वक्षमतां सम्यक् न घोषयन्ति तस्मात् भवतः अद्यापि पाइपलाइनिंग् चालू कर्तुं सम्भावना अस्ति । परन्तु कृपया ज्ञातव्यं यत् एतत् विशेषता केषाञ्चन POP सर्वराणां कारणं भवितुम् अर्हति ये पाइपलाइनिंग् समर्थनं न कुर्वन्ति ते दूषितसन्देशान् प्रेषयितुं शक्नुवन्ति । अतः महत्त्वपूर्णमेलेन सह एतस्य विशेषतायाः उपयोगात् पूर्वं प्रथमं भवान् स्वयमेव अधिकसङ्ख्यायां परीक्षणसन्देशान् प्रेषयित्वा तस्य परीक्षणं कर्तव्यं यत् भवान् सर्वे POP सर्वरात् एकस्मिन् एव समये डाउनलोड् कुर्वन्ति ।

source: The server does not seem to support unique message numbers, but this is a requirement for leaving messages on the server; therefore, this option has been disabled. Since some servers do not correctly announce their capabilities you still have the possibility to turn leaving fetched messages on the server on.
sa: सर्वरः अद्वितीयसन्देशसङ्ख्यानां समर्थनं न करोति इति भाति, परन्तु सर्वरे सन्देशान् त्यक्तुं एषा आवश्यकता अस्ति; अतः एषः विकल्पः निष्क्रियः अभवत् । यतः केचन सर्वराः स्वक्षमताम् सम्यक् न घोषयन्ति इति कारणतः भवतः अद्यापि सर्वरे आनितसन्देशान् त्यक्त्वा चालू कर्तुं सम्भावना वर्तते ।

source: day
sa: दिनं

source: message
sa: सन्देशः

source: Unable to initialize SASL, aborting mail check.
sa: SASL आरम्भं कर्तुं असमर्थः, मेलपरीक्षां निरस्तं करोति ।

source: The server said: "%1"
sa: सर्वरः अवदत् - "%1" इति ।

source: The server terminated the connection.
sa: सर्वरः संयोजनं समाप्तवान् ।

source: Invalid response from server: "%1"
sa: सर्वरतः अमान्यप्रतिसादः : १. "%1" इति ।

source: Could not send to server.
sa: सर्वरं प्रति प्रेषयितुं न शक्तवान्।

source: Login via APOP failed. The server %1 may not support APOP, although it claims to support it, or the password may be wrong. %2
sa: एपीओपी मार्गेण प्रवेशः विफलः अभवत् । %1 सर्वरः APOP समर्थयितुं न शक्नोति, यद्यपि तस्य समर्थनं कर्तुं दावान् करोति, अथवा गुप्तशब्दः गलतः भवितुम् अर्हति । %2

source: An error occurred during authentication: %1
sa: प्रमाणीकरणकाले त्रुटिः अभवत्: %1

source: Login via SASL (%1) failed. The server may not support %2, or the password may be wrong. %3
sa: SASL (%1) मार्गेण प्रवेशः विफलः । सर्वरः %2 समर्थयितुं न शक्नोति, अथवा गुप्तशब्दः दोषपूर्णः भवेत् । %3

source: Your POP3 server (%1) does not support SASL. Choose a different authentication method.
sa: भवतः POP3 सर्वरः (%1) SASL समर्थयति न । भिन्नं प्रमाणीकरणविधिं चिनोतु ।

source: Could not login to %1.
sa: %1 मध्ये प्रवेशं कर्तुं न शक्तम् ।

source: Could not login to %1. The password may be wrong. %2
sa: %1 मध्ये प्रवेशं कर्तुं न शक्तम् । गुप्तशब्दः गलतः भवितुम् अर्हति । %2

source: SSL/TLS error: %1
sa: SSL/TLS त्रुटिः: %1

source: The server terminated the connection immediately.
sa: सर्वरः तत्क्षणमेव संयोजनं समाप्तवान् ।

source: Server does not respond properly: %1
sa: सर्वरः सम्यक् प्रतिक्रियां न ददाति: %1

source: Your POP3 server (%1) does not support APOP. Choose a different authentication method.
sa: भवतः POP3 सर्वरः (%1) APOP समर्थयति न । भिन्नं प्रमाणीकरणविधिं चिनोतु ।

source: Your POP3 server claims to support TLS but negotiation was unsuccessful. You can disable TLS in the POP account settings dialog.
sa: भवतः POP3 सर्वरः TLS समर्थयति इति दावान् करोति परन्तु वार्ता असफलः अभवत् । POP खातासेटिंग्स् संवादे भवान् TLS निष्क्रियं कर्तुं शक्नोति ।

source: Internal error: missing argument for command %1
sa: आन्तरिकदोषः: %1 आदेशस्य कृते तर्कः अनुपलब्धः

source: Internal error: missing item
sa: आन्तरिकदोषः : द्रव्यं गम्यते

source: Timeout from POP3 server %1
sa: POP3 सर्वर %1 तः समयसमाप्तिः

source: Connection broken from POP3 server %1
sa: POP3 सर्वर %1 तः संयोजनं भग्नम्

source: Error during communication with the POP3 server while trying to download mail: %1
sa: मेल डाउनलोड् कर्तुं प्रयतमाने POP3 सर्वरेण सह संचारस्य समये त्रुटिः: %1

source: Mail check aborted.
sa: मेलपरीक्षा निरस्तः अभवत्।

source: Mail check was canceled manually.
sa: मेलपरीक्षा मैन्युअल् रूपेण रद्दीकृता आसीत् ।

source: Please enter the username and password for account '%1'.
sa: कृपया '%1' खातेः उपयोक्तृनाम गुप्तशब्दं च प्रविशन्तु ।

source: You are asked here because the password could not be loaded from the wallet.
sa: भवन्तः अत्र पृष्टाः यतः गुप्तशब्दः बटुकात् लोड् कर्तुं न शक्यते स्म ।

source: Account:
sa: वृतांत्तः:

source: No username and password supplied.
sa: उपयोक्तृनाम गुप्तशब्दं च न प्रदत्तम् ।

source: Preparing transmission from "%1".
sa: "%1" तः संचरणस्य सज्जीकरणम् ।

source: Executing precommand.
sa: पूर्वादेशं निष्पादयन् ।

source: You are asked here because the previous login was not successful.
sa: भवन्तः अत्र पृष्टाः यतः पूर्वप्रवेशः सफलः नासीत् ।

source: You are asked here because the username you supplied is empty.
sa: भवान् अत्र पृष्टः यतः भवता प्रदत्तं उपयोक्तृनाम रिक्तम् अस्ति ।

source: Fetching mail listing.
sa: मेलसूचीं आनयन्।

source: Saving downloaded messages.
sa: डाउनलोड् कृतानां सन्देशानां रक्षणम्।

source: Saving password to the wallet.
sa: बटुके गुप्तशब्दस्य रक्षणम्।

source: Error while trying to get the local inbox folder, aborting mail check.
sa: स्थानीयं इनबॉक्सपुटं प्राप्तुं प्रयतमाने त्रुटिः, मेलपरीक्षां निरस्तं कृत्वा ।

source: <qt>The folder you deleted was associated with the account <b>%1</b> which delivered mail into it. The folder the account delivers new mail into was reset to the main Inbox folder.</qt>
sa: <qt>भवता विलोपितं पुटं <b>%1</b> खातेन सह सम्बद्धम् आसीत् यत् तस्मिन् मेलम् अयच्छत् । खाता यस्मिन् पुटे नूतनं मेलं वितरति तस्मिन् मुख्ये Inbox पुटे पुनः सेट् कृतम् आसीत् ।</qt>

source: Error while trying to get the folder for incoming mail, aborting mail check.
sa: आगच्छन्तं मेलस्य कृते पुटं प्राप्तुं प्रयतमाने त्रुटिः, मेलपरीक्षां निरस्तं कृत्वा ।

source: Could not find folder for incoming mail, aborting mail check.
sa: आगच्छन्तं मेलस्य कृते पुटं न प्राप्नोत्, मेलपरीक्षां निरस्तं कृतवान् ।

source: Error while executing precommand.
sa: पूर्वादेशं निष्पादयन् त्रुटिः।

source: Unable to login to the server "%1".
sa: "%1" सर्वरे प्रवेशं कर्तुं असमर्थः ।

source: Error while getting the list of messages on the server.
sa: सर्वरे सन्देशसूचीं प्राप्य त्रुटिः।

source: Error while getting list of unique mail identifiers from the server.
sa: सर्वरतः अद्वितीयमेलपरिचयकानां सूचीं प्राप्य त्रुटिः ।

source: Your POP3 server (Account: %1) does not support the UIDL command: this command is required to determine, in a reliable way, which of the mails on the server KMail has already seen before; the feature to leave the mails on the server will therefore not work properly.
sa: भवतः POP3 सर्वरः (खाता: %1) UIDL आदेशं न समर्थयति: एषः आदेशः, विश्वसनीयरीत्या, सर्वरे KMail मध्ये कः मेलः पूर्वं दृष्टवान् इति निर्धारयितुं आवश्यकः अतः सर्वरे मेल-पत्राणि त्यक्तुं विशेषता सम्यक् कार्यं न करिष्यति ।

source: Error while fetching mails from the server.
sa: सर्वरतः मेलम् आनयन् त्रुटिः ।

source: Fetching message %1 of %2 (%3 of %4 KB) for %5 (%6 KB remain on the server).
sa: %5 कृते %2 तः %1 (%4 KB तः %3) सन्देशं आनयति (%6 KB सर्वरे तिष्ठति) ।

source: Fetching message %1 of %2 (%3 of %4 KB) for %5
sa: %5 कृते %2 तः %1 (%4 KB तः %3) सन्देशं आनयति

source: Unable to store downloaded mails.
sa: डाउनलोड् कृतं मेलं संग्रहीतुं असमर्थः।

source: Failed to delete the messages from the server.
sa: सर्वरात् सन्देशान् विलोपयितुं असफलम्।

source: Finished mail check, no message downloaded.
sa: मेलपरीक्षा समाप्तवती, कोऽपि सन्देशः डाउनलोड् न कृतः।

source: Finished mail check, 1 message downloaded.
sa: मेलपरीक्षा समाप्तवती, १ सन्देशः डाउनलोड् कृतः।

source: Unable to complete the mail fetch.
sa: मेल-आनयनं सम्पूर्णं कर्तुं असमर्थः ।

source: Mail check already in progress, unable to start a second check.
sa: मेलपरीक्षा पूर्वमेव प्रचलति, द्वितीयपरीक्षा आरभ्यतुं असमर्थः ।

source: Ready
sa: आत्त

source: Mail check aborted after going offline.
sa: अफलाइन गमनानन्तरं मेलपरीक्षा निरस्तम्।

source: Offline
sa: अफलाइन

source: Account Type: POP Account
sa: खाता प्रकारः POP खाता

source: General
sa: सामान्य

source: Account Information
sa: खाता सूचना

source: Your Internet Service Provider gave you a <em>user name</em> which is used to authenticate you with their servers. It usually is the first part of your email address (the part before <em>@</em>).
sa: भवतः अन्तर्जालसेवाप्रदाता भवन्तं <em>उपयोक्तृनाम</em> दत्तवान् यत् तेषां सर्वरेण सह भवन्तं प्रमाणीकरणाय उपयुज्यते। प्रायः भवतः ईमेल-सङ्केतस्य प्रथमः भागः ( <em>@</em> इत्यस्मात् पूर्वं भागः) भवति ।

source: Account &name:
sa: खाता &नाम:

source: Name displayed in the list of accounts
sa: खातानां सूचीयां प्रदर्शितं नाम

source: Account name: This defines the name displayed in the account list.
sa: खातानाम: एतेन खातासूचौ प्रदर्शितं नाम परिभाषितं भवति ।

source: Incoming &mail server:
sa: आगच्छन् &मेल सर्वरः:

source: Address of the mail POP3 server
sa: मेल POP3 सर्वरस्य पता

source: The address of the POP3 server, e.g. pop3.yourprovider.org. You should get this address from your mail provider.
sa: POP3 सर्वरस्य पता, उदा. pop3.yourprovider.org इति । भवता एतत् पतां भवतः मेलप्रदातृभ्यः प्राप्तव्यम् ।

source: Use&rname:
sa: प्रयोग&नाम:

source: The username that identifies you against the mail server
sa: यत् उपयोक्तृनाम भवन्तं मेलसर्वरविरुद्धं परिचययति

source: P&assword:
sa: समाभाष्:

source: Password for access to the mail server
sa: मेलसर्वरस्य प्रवेशार्थं गुप्तशब्दः

source: Password: The password given to you by your mail provider.
sa: गुप्तशब्दः : भवतः मेलप्रदातृणां कृते दत्तः गुप्तशब्दः ।

source: Mail Checking Options
sa: मेलपरीक्षणविकल्पाः

source: If active, the POP3 account will be checked for new mail every x minutes
sa: यदि सक्रियः अस्ति तर्हि POP3 खातेः प्रत्येकं x निमेषेषु नूतनमेलस्य जाँचः भविष्यति

source: Enable &interval mail checking
sa: &interval मेल-परीक्षणं सक्षमं कुर्वन्तु

source: Check mail interval:
sa: मेल-अन्तरालं पश्यन्तु :

source: Advanced
sa: उन्नतं

source: POP Settings
sa: POP सेटिंग्स्

source: If checked the message is not deleted from the mail server
sa: यदि परीक्षितः तर्हि सन्देशः मेलसर्वरतः न विलोप्यते

source: Check this option if you want to fetch only copies of the mails and leave the original mails on the server.
sa: यदि भवान् केवलं मेलस्य प्रतिलिपानि आनेतुं इच्छति तथा च मूलमेलं सर्वरे त्यक्तुम् इच्छति तर्हि एतत् विकल्पं पश्यन्तु ।

source: Lea&ve fetched messages on the server
sa: Lea&ve सर्वरे सन्देशान् आनयतु

source: The original message is deleted from the server after x days
sa: मूलसन्देशः x दिवसानां अनन्तरं सर्वरात् विलोप्यते

source: Days to leave messages on the server:
sa: सर्वरे सन्देशान् त्यक्तुं दिवसाः :

source: Only the x most recent messages are kept on the server
sa: केवलं x अद्यतनतमाः सन्देशाः एव सर्वरे स्थापिताः भवन्ति

source: Check this option if you want to only keep the x most recent messages on the server and delete all older.
sa: यदि भवान् केवलं x अत्यन्तं नवीनतमसन्देशान् सर्वरे स्थापयितुम् इच्छति तथा च सर्वाणि प्राचीनानि विलोपयितुम् इच्छति तर्हि एतत् विकल्पं पश्यन्तु ।

source: Number of messages to keep:
sa: स्थापनीयसन्देशानां संख्या :

source: Keep most recent messages within the quota and delete oldest
sa: अद्यतनतमानि सन्देशानि कोटा-अन्तर्गतं स्थापयन्तु, प्राचीनतमं च विलोपयन्तु

source: If active, most recent messages are kept until the quota is reached and oldest messages are deleted.
sa: यदि सक्रियः भवति तर्हि अद्यतनतमाः सन्देशाः यावत् कोटा न प्राप्य प्राचीनतमाः सन्देशाः अपाकृताः न भवन्ति तावत् यावत् स्थापिताः भवन्ति ।

source: Maximum megabytes to keep:
sa: अधिकतमं मेगाबाइट् स्थापनीयम् :

source: &Use pipelining for faster mail download
sa: &शीघ्रतरं मेल-अवलोकनार्थं पाइपलाइनिंग्-प्रयोगं कुर्वन्तु

source: Destination folder:
sa: गन्तव्यपुटम् :

source: Pre-com&mand:
sa: पूर्वादेशः&आज्ञाः :

source: Command that is executed before checking mail
sa: मेलपरीक्षणात् पूर्वं यः आदेशः निष्पादितः भवति

source: Connection Settings
sa: संयोजनसेटिंग्स्

source: Auto Detect
sa: ऑटो डिटेक्ट्

source: Encryption:
sa: एन्क्रिप्शन :

source: None
sa: न कश्चित्

source: SSL/TLS
sa: SSL/TLS इति

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-weight:600;">SSL/TLS</span><span style=" font-family:'Sans Serif';"> is safe POP over port 995;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-weight:600;">STARTTLS</span><span style=" font-family:'Sans Serif';"> will operate on port 110 and switch to a secure connection directly after connecting;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-weight:600;">None</span><span style=" font-family:'Sans Serif';"> will connect to port 110 but not switch to a secure connection. This setting is not recommended.</span></p></body></html>
sa: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-family:'Sans Serif'; font-weight:600;">SSL/TLS</span> <span style=" font-family:'Sans Serif';">पोर्ट् 995 इत्यस्य उपरि सुरक्षितः POP अस्ति;</span> </p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-family:'Sans Serif'; font-weight:600;">STARTTLS</span> <span style=" font-family:'Sans Serif';">पोर्ट् 110 इत्यत्र कार्यं करिष्यति तथा च संयोजनानन्तरं प्रत्यक्षतया सुरक्षितसंयोजनं प्रति स्विच् करिष्यति;</span> </p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-family:'Sans Serif'; font-weight:600;">कोऽपि</span> <span style=" font-family:'Sans Serif';">पोर्ट् ११० मध्ये न संयोजयिष्यति परन्तु सुरक्षितसंयोजनं प्रति न स्विच् करिष्यति । एतत् सेटिङ्ग् न अनुशंसितम् ।</span></p></body></html>

source: Port:
sa: पोताश्रय:

source: Authentication:
sa: प्रमाणीकरणम् :

source: If checked, the system proxy settings will be used to connect to the mail server.
sa: यदि परीक्षितं भवति तर्हि मेलसर्वरेण सह संयोजयितुं सिस्टम् प्रॉक्सी सेटिङ्ग्स् उपयुज्यन्ते ।

source: Connect using the system proxy settings
sa: सिस्टम् प्रॉक्सी सेटिंग्स् इत्यस्य उपयोगेन संयोजयन्तु

source: Defines the authentication type to use
sa: उपयोक्तुं प्रमाणीकरणप्रकारं परिभाषयति
