Repository: KDE/kdepim-runtime
Catalog: po/sa/akonadi_mixedmaildir_resource.po
Languages: sa

source: The selected path is empty.
sa: चयनितः मार्गः रिक्तः अस्ति।

source: The selected path contains valid Maildir folders.
sa: चयनितमार्गे वैधानि Maildir पुटानि सन्ति ।

source: The selected path is a valid Maildir.
sa: चयनितः मार्गः वैधः मैल्डिरः अस्ति ।

source: The selected path does not exist yet, a new Maildir will be created.
sa: चयनितः मार्गः अद्यापि नास्ति, नूतनः मैल्डिरः निर्मितः भविष्यति ।

source: The selected path does not exist.
sa: चयनितः मार्गः नास्ति।

# @info:status
source: Unusable configuration.
sa: अनुपयोगी विन्यास।

# @info:status
source: Item %1 belongs to invalid collection %2. Maybe it was deleted meanwhile?
sa: %1 मदः अमान्यसङ्ग्रहस्य %2 अस्ति । कदाचित् तावत्पर्यन्तं लोपितम् आसीत्?

# @info:status
source: Synchronizing email folders
sa: ईमेल-पुटस्य समन्वयनम्

# @info:status
source: Synchronizing email folder %1
sa: ईमेलपुटस्य %1 समन्वयनम्

# @info:status
source: Cannot move root maildir folder '%1'.
sa: '%1' मूलं maildir पुटं स्थानान्तरयितुं न शक्यते ।

source: Cannot delete top-level maildir folder '%1'.
sa: शीर्षस्तरीयं maildir पुटं '%1' विलोपयितुं न शक्यते ।

# @info:status
source: Unable to create maildir '%1'.
sa: maildir '%1' निर्मातुं असमर्थः ।

# @info:status
source: No usable storage location configured.
sa: न कोऽपि उपयोगी भण्डारणस्थानं विन्यस्तम् ।

source: Path to KMail mail folder
sa: KMail मेलपुटस्य मार्गः

source: Path points to a folder containing Maildirs instead of to a maildir itself.
sa: मार्गः स्वयं maildir इत्यस्य स्थाने Maildirs युक्तं पुटं दर्शयति ।

source: Do not change the actual backend data.
sa: वास्तविकं पृष्ठभागदत्तांशं न परिवर्तयन्तु ।

# @info:status
source: Given folder name is empty
sa: दत्तं पुटनाम रिक्तम् अस्ति

# @info:status
source: Folder %1 does not seem to be a valid email folder
sa: %1 पुटं वैधं ईमेलपुटं न दृश्यते

# @info:status
source: Unhandled operation %1
sa: अनियंत्रित संचालन %1

# @info:status
source: Cannot create folder %1 inside folder %2
sa: %2 पुटस्य अन्तः %1 पुटं निर्मातुं न शक्यते

# @info:status
source: Cannot remove folder %1 from folder %2
sa: %2 पुटतः %1 पुटं निष्कासयितुं न शक्यते

# @info:status
source: Failed to load MBox folder %1
sa: MBox पुटं %1 लोड् कर्तुं असफलम्

# @info:status
source: Cannot rename folder %1
sa: %1 पुटस्य नाम परिवर्तनं कर्तुं न शक्यते

# @info:status
source: Cannot move folder %1 from folder %2 to folder %3
sa: %1 पुटं %2 पुटतः %3 पुटं प्रति स्थानान्तरयितुं न शक्यते

# @info:status
source: Cannot add emails to folder %1
sa: %1 पुटे ईमेल योजयितुं न शक्यते

# @info:status
source: Cannot remove emails from folder %1
sa: %1 पुटतः ईमेल-पत्राणि हर्तुं न शक्यते

# @info:status
source: Error while reading mails from folder %1
sa: %1 पुटतः मेलपठनकाले त्रुटिः

# @info:status
source: Failed to load Maildirs folder %1
sa: Maildirs पुटं %1 लोड् कर्तुं असफलम्

# @info:status
source: Cannot modify emails in folder %1
sa: %1 पुटे ईमेल परिवर्तयितुं न शक्यते

# @info:status
source: Cannot modify emails in folder %1. %2
sa: %1 पुटे ईमेल परिवर्तयितुं न शक्यते । %2

# @info:status
source: Cannot move emails from folder %1
sa: %1 पुटतः ईमेल-पत्राणि स्थानान्तरयितुं न शक्यते

# @info:status
source: Cannot move emails to folder %1
sa: ईमेल-पत्राणि %1 पुटं प्रति स्थानान्तरयितुं न शक्यते

# @info:status
source: Cannot move email from folder %1
sa: %1 पुटतः ईमेलं स्थानान्तरयितुं न शक्यते

# @info:status
source: Cannot move email from folder %1 to folder %2
sa: %1 पुटतः %2 पुटं प्रति ईमेलं स्थानान्तरयितुं न शक्यते

# @info:status
source: Cannot move folder %1 into one of its own subfolder tree
sa: %1 पुटं स्वस्य उपपुटवृक्षे एकस्मिन् स्थानान्तरयितुं न शक्यते

# @info:status
source: Cannot add email to folder %1 because there is no email content
sa: %1 पुटे ईमेल योजयितुं न शक्यते यतः ईमेल सामग्री नास्ति

# @info:status
source: Cannot modify email in folder %1 because there is no email content
sa: %1 पुटे ईमेल परिवर्तयितुं न शक्यते यतः ईमेल सामग्री नास्ति

source: Mail Directory Settings
sa: मेल निर्देशिका सेटिंग्स्

source: Select the folder containing the maildir information:
sa: maildir सूचनायुक्तं पुटं चिनोतु:

source: Open in read-only mode
sa: केवलं पठनीयविधाने उद्घाटयन्तु
