Repository: KDE/kdepim-runtime
Catalog: po/sa/akonadi_singlefile_resource.po
Languages: sa

source: Directory settings of the resource.
sa: संसाधनस्य निर्देशिकासेटिंग्स् ।

source: Select settings of the directory whose contents should be represented by this resource.
sa: यस्य निर्देशिकायाः सामग्रीः अस्मिन् संसाधनेन प्रतिनिधित्वं कर्तव्या तस्य सेटिङ्ग्स् चिनोतु ।

source: Directory
sa: निर्देशिका

source: Directory Name
sa: निर्देशिका नाम

source: Director&y:
sa: निर्देशकः&y: .

source: Select the directory whose contents should be represented by this resource. If the directory does not exist, it will be created.
sa: यस्याः सामग्रीः एतेन संसाधनेन प्रतिनिधित्वं कर्तव्यं तत् निर्देशिकां चिनोतु । यदि निर्देशिका नास्ति तर्हि तस्याः निर्माणं भविष्यति ।

source: Access Rights
sa: अभिगमन अधिकार

source: If read-only mode is enabled, no changes will be written to the directory selected above.
sa: यदि केवलं पठनीयविधिः सक्षमः अस्ति तर्हि उपरि चयनितनिर्देशिकायां कोऽपि परिवर्तनः न लिखितः भविष्यति ।

source: If read-only mode is enabled, no changes will be written to the directory selected above. Read-only mode will be automatically enabled if you do not have write access to the directory.
sa: यदि केवलं पठनीयविधिः सक्षमः अस्ति तर्हि उपरि चयनितनिर्देशिकायां कोऽपि परिवर्तनः न लिखितः भविष्यति । यदि भवतः निर्देशिकायां लेखनप्रवेशः नास्ति तर्हि केवलं पठनीयविधिः स्वयमेव सक्षमः भविष्यति ।

source: Read only
sa: केवलं पठन्तु

source: Tuning
sa: ट्यूनिंग

source: The options on this page allow you to change parameters that balance data safety and consistency against performance. In general you should be careful with changing anything here, the defaults are good enough in most cases.
sa: अस्मिन् पृष्ठे विकल्पाः भवन्तं कार्यप्रदर्शनस्य विरुद्धं दत्तांशसुरक्षां स्थिरतां च सन्तुलितं कुर्वन्ति मापदण्डान् परिवर्तयितुं शक्नुवन्ति । सामान्यतया भवन्तः अत्र किमपि परिवर्तनं कर्तुं सावधानाः भवेयुः, पूर्वनिर्धारिताः अधिकतया पर्याप्ताः सन्ति ।

source: Autosave delay:
sa: स्वतः रक्षणविलम्बः :

source: Autosave interval time (in minutes).
sa: अन्तरालसमयं स्वतः रक्षन्तु (निमेषेषु)।

source: Select autosave interval time for the resource data (in minutes).
sa: संसाधनदत्तांशस्य कृते (निमेषेषु) स्वयमेव रक्षन्तु अन्तरालसमयं चिनोतु ।

source: No file selected.
sa: न सञ्चिका चयनिता।

source: The resource not configured yet
sa: संसाधनम् अद्यापि न विन्यस्तम्

# @info:status
source: Ready
sa: आत्त

source: Could not create file '%1'.
sa: '%1' सञ्चिकां निर्मातुं न शक्यते ।

source: Could not read file '%1'
sa: '%1' सञ्चिकां पठितुं न शक्यते ।

source: Another download is still in progress.
sa: अन्यत् डाउनलोड् अद्यापि प्रचलति ।

source: Another file upload is still in progress.
sa: अन्यत् सञ्चिकायाः अपलोड् अद्यापि प्रचलति ।

source: Downloading remote file.
sa: दूरस्थसञ्चिकां डाउनलोड् करणम्।

source: Trying to write to a read-only file: '%1'.
sa: केवलं पठनीयसञ्चिकायां लिखितुं प्रयतते: '%1' ।

source: No file specified.
sa: न सञ्चिका निर्दिष्टा ।

source: A download is still in progress.
sa: अद्यापि एकं डाउनलोड् प्रचलति।

source: Uploading cached file to remote location.
sa: दूरस्थस्थाने संग्रहीतसञ्चिकां अपलोड् करणम् ।

source: The file '%1' was changed on disk. As a precaution, a backup of its previous contents has been created at '%2'.
sa: '%1' इति सञ्चिका डिस्कमध्ये परिवर्तिता । सावधानतायै तस्य पूर्वसामग्रीणां बैकअपं '%2' इत्यत्र निर्मितम् अस्ति ।

source: Could not load file '%1'.
sa: '%1' सञ्चिकां लोड् कर्तुं न शक्यते ।

source: Could not save file '%1'.
sa: '%1' सञ्चिकां रक्षितुं न शक्यते ।

source: Activities
sa: गतिविधयः

source: File
sa: सञ्चिका

source: File or URL:
sa: सञ्चिका अथवा URL :

source: Select a local file or a remote URL to download a file from. A new local file will be created if it doesn't exist.
sa: सञ्चिकां डाउनलोड् कर्तुं स्थानीयसञ्चिकां दूरस्थं URL वा चिनोतु । यदि नास्ति तर्हि नूतना स्थानीयसञ्चिका निर्मीयते ।

source: Display Name:
sa: प्रदर्शननाम :

source: When read-only mode is enabled, no changes will be written. Read-only mode is automatically enabled when the selected file does not support write access or when displaying a calendar from remote URL.
sa: यदा केवलं पठनीयविधिः सक्षमः भवति तदा परिवर्तनं न लिख्यते । यदा चयनितसञ्चिका लेखनप्रवेशस्य समर्थनं न करोति अथवा दूरस्थ-URL तः पञ्चाङ्गं प्रदर्शयति तदा केवलं पठनीय-विधिः स्वयमेव सक्षमः भवति ।

source: Monitor for &changes
sa: &परिवर्तनस्य निरीक्षणं कुर्वन्तु

source: Changes made by other applications will reload the file when monitoring is enabled. Backups will be created to avoid conflicts when possible. Monitoring is not available for remote URLs.
sa: अन्यैः अनुप्रयोगैः कृताः परिवर्तनाः निरीक्षणं सक्षमीकरणे सञ्चिकां पुनः लोड् करिष्यन्ति । यदा सम्भवं तदा विग्रहं परिहरितुं बैकअप्स निर्मिताः भविष्यन्ति । दूरस्थ-URL कृते निरीक्षणं उपलब्धं नास्ति ।

source: Automatically &update every
sa: स्वतः &प्रत्येक अद्यतन करें

source: minutes
sa: पन्चनिमेषः

source: Periodically updates the file. Can be used when monitoring is not available (e.g. for remote calendars).
sa: समये समये सञ्चिकां अद्यतनं करोति । यदा निरीक्षणं उपलब्धं नास्ति (उदा. दूरस्थपञ्चाङ्गानां कृते) तदा उपयोक्तुं शक्यते ।

# @info:status
source: Checking file information…
sa: सञ्चिकासूचनाः परीक्षन्ते…
