Repository: KDE/kdepim-runtime
Catalog: po/sa/akonadi_openxchange_resource.po
Languages: sa

source: Enter the http or https URL to your Open-Xchange installation here.
sa: अत्र स्वस्य Open-Xchange संस्थापनस्य http अथवा https URL प्रविशन्तु ।

source: Enter the username of your Open-Xchange account here.
sa: अत्र स्वस्य Open-Xchange खातेः उपयोक्तृनाम प्रविशतु ।

source: Enter the password of your Open-Xchange account here.
sa: अत्र स्वस्य Open-Xchange खातेः गुप्तशब्दं प्रविशतु ।

source: Unable to connect: %1
sa: संयोजितुं असमर्थः: %1

# @title:window
source: Connection error
sa: संयोजनदोषः

source: Tested connection successfully.
sa: सफलतया संयोजनस्य परीक्षणं कृतम्।

# @title:window
source: Connection success
sa: संयोजन सफलता

source: Server URL:
sa: सर्वर URL: 1.1.

source: The URL of the Open-Xchange server, should be something like https://myserver.org/
sa: Open-Xchange सर्वरस्य URL, https://myserver.org/ इव किमपि भवेत् ।

source: Username:
sa: उपयोक्तृनाम :

source: The username that is used to log into the Open-Xchange server
sa: Open-Xchange सर्वरे प्रवेशार्थं यत् उपयोक्तृनाम उपयुज्यते

source: Password:
sa: समाभाष्:

source: The password that is used to log into the Open-Xchange server
sa: Open-Xchange सर्वरे प्रवेशार्थं यः गुप्तशब्दः उपयुज्यते

source: Test Connection…
sa: परीक्षणसंयोजनम्…

source: Open-Xchange
sa: ओपन-एक्सचेंज

source: Private Folder
sa: निजी फोल्डर

source: Public Folder
sa: सार्वजनिक फोल्डर

source: Shared Folder
sa: साझापुटम्

source: System Folder
sa: सिस्टम फोल्डर

source: Unable to connect to server
sa: सर्वरेण सह संयोजितुं असमर्थः

source: The object was edited by another participant in the meantime. Please check.
sa: तदन्तरे अन्येन सहभागिना वस्तु सम्पादितम् । कृपया जाँच करें।

source: Object not found. Maybe it was deleted by another participant in the meantime.
sa: वस्तु न लब्धम्। भवतु नाम तदन्तरे अन्येन सहभागिना लोपितम्।

source: You don't have the permission to perform this action on this object.
sa: अस्मिन् वस्तुनि एतत् कार्यं कर्तुं भवतः अनुमतिः नास्ति ।

source: A conflict detected. Please check if there are other objects in conflict with this one.
sa: एकः विग्रहः ज्ञातः। अस्य विग्रहे अन्ये विषयाः सन्ति वा इति पश्यन्तु ।

source: A mandatory data field is missing. Please check. Otherwise contact your administrator.
sa: अनिवार्यं दत्तांशक्षेत्रं लुप्तम् अस्ति । कृपया जाँच करें। अन्यथा स्वस्य प्रशासकेन सह सम्पर्कं कुर्वन्तु।

source: An appointment conflict detected. Please check if there are other appointments in conflict with this one.
sa: एकः नियुक्तिविग्रहः ज्ञातः। कृपया पश्यन्तु यत् अन्ये नियुक्तयः अस्य विग्रहे सन्ति वा।

source: Internal server error. Please contact your administrator.
sa: आन्तरिकसर्वरदोषः। कृपया अपने प्रशासक से सम्पर्क करें।

source: Server URL
sa: सर्वर URL

# the username to login on server
source: Username
sa: उपयोक्तृनाम

source: Password
sa: समाभाष्

source: Use incremental updates
sa: वृद्धिशील अद्यतनस्य उपयोगं कुर्वन्तु

source: Use incremental updates instead of reloading all data from the server each time
sa: प्रत्येकं समये सर्वरात् सर्वाणि दत्तांशं पुनः लोड् कर्तुं स्थाने वृद्धिशील-अद्यतन-उपयोगं कुर्वन्तु
