Repository: KDE/kdepim-runtime
Catalog: po/sa/akonadi_maildir_resource.po
Languages: sa

source: Archive Folder
sa: आर्काइव फोल्डर

source: Activities
sa: गतिविधयः

source: The selected path is empty.
sa: चयनितः मार्गः रिक्तः अस्ति।

source: The selected path contains valid Maildir folders.
sa: चयनितमार्गे वैधानि Maildir पुटानि सन्ति ।

source: The selected path is a valid Maildir.
sa: चयनितः मार्गः वैधः मैल्डिरः अस्ति ।

source: The selected path does not exist yet, a new Maildir will be created.
sa: चयनितः मार्गः अद्यापि नास्ति, नूतनः मैल्डिरः निर्मितः भविष्यति ।

source: The selected path does not exist.
sa: चयनितः मार्गः नास्ति।

source: Error opening %1; this folder is missing.
sa: %1 उद्घाटने त्रुटिः; एतत् पुटं लुप्तम् अस्ति।

source: Error opening %1; either this is not a valid maildir folder, or you do not have sufficient access permissions.
sa: %1 उद्घाटने त्रुटिः; अथवा एतत् वैधं maildir पुटं नास्ति, अथवा भवतः पर्याप्ताः अभिगमनानुमतिः नास्ति ।

source: Cannot locate mail file %1.
sa: %1 मेलसञ्चिकां ज्ञातुं न शक्यते ।

source: Cannot open mail file %1.
sa: मेलसञ्चिका %1 उद्घाटयितुं न शक्यते ।

source: Cannot write to mail file %1.
sa: %1 मेलसञ्चिकायां लिखितुं न शक्यते ।

source: Failed to create mail file %1. The error was: %2
sa: %1 मेलसञ्चिकां निर्मातुं असफलम् । त्रुटिः आसीत् : %2

source: Failed to update the file name %1 to %2 on the disk. The error was: %3.
sa: डिस्कमध्ये %1 तः %2 सञ्चिकानाम अद्यतनीकर्तुं असफलम् । त्रुटिः आसीत् : %3 ।

source: Unusable configuration.
sa: अनुपयोगी विन्यास।

source: Unable to fetch item: The maildir folder "%1" is not valid.
sa: द्रव्यं आनेतुं असमर्थः: maildir पुटं "%1" वैधं नास्ति ।

source: Error: Unsupported type.
sa: त्रुटिः - असमर्थितः प्रकारः ।

source: Failed to change the flags for the mail. %1
sa: मेलस्य कृते ध्वजान् परिवर्तयितुं असफलम् । %1

source: Maildir resource got a non-mail content.
sa: Maildir संसाधनं गैर-मेल सामग्रीं प्राप्तवान्।

source: Source folder is invalid: '%1'.
sa: स्रोतपुटम् अमान्यम् अस्ति: '%1' ।

source: Destination folder is invalid: '%1'.
sa: गन्तव्यपुटम् अमान्यम् अस्ति: '%1' ।

source: Could not move message '%1' from '%2' to '%3'. The error was %4.
sa: '%1' सन्देशं '%2' तः '%3' मध्ये स्थानान्तरयितुं न शक्तम् । दोषः %4 आसीत् ।

source: Failed to delete message: %1
sa: सन्देशं विलोपयितुं असफलम्: %1

source: Maildir '%1' for collection '%2' is invalid.
sa: '%2' संग्रहस्य कृते मैल्डिर '%1' अमान्यम् अस्ति ।

source: Unable to rename maildir folder '%1'.
sa: maildir पुटस्य नाम '%1' इति परिवर्तयितुं असमर्थः ।

source: Cannot move root maildir folder '%1'.
sa: '%1' मूलं maildir पुटं स्थानान्तरयितुं न शक्यते ।

source: Unable to move maildir folder '%1' from '%2' to '%3'.
sa: '%1' maildir पुटं '%2' तः '%3' मध्ये स्थानान्तरयितुं असमर्थः ।

source: Cannot delete top-level maildir folder '%1'.
sa: शीर्षस्तरीयं maildir पुटं '%1' विलोपयितुं न शक्यते ।

source: Failed to delete sub-folder '%1'.
sa: '%1' उपपुटं विलोपयितुं असफलम् ।

source: Unable to create maildir '%1'.
sa: maildir '%1' निर्मातुं असमर्थः ।

source: No usable storage location configured.
sa: न कोऽपि उपयोगी भण्डारणस्थानं विन्यस्तम् ।

source: Path to maildir
sa: मैल्डिरं प्रति मार्गः

source: Path points to a folder containing Maildirs instead of to a maildir itself.
sa: मार्गः स्वयं maildir इत्यस्य स्थाने Maildirs युक्तं पुटं दर्शयति ।

source: Do not change the actual backend data.
sa: वास्तविकं पृष्ठभागदत्तांशं न परिवर्तयन्तु ।

source: Mail Directory Settings
sa: मेल निर्देशिका सेटिंग्स्

source: Maildir
sa: मैलदीर्

source: Select the folder containing the maildir information:
sa: maildir सूचनायुक्तं पुटं चिनोतु:

source: Open in read-only mode
sa: केवलं पठनीयविधाने उद्घाटयन्तु
