Repository: KDE/kdepim-runtime
Catalog: po/sa/akonadi_contacts_resource.po
Languages: sa

source: Settings
sa: सेटिंग्स्

source: Directory Name
sa: निर्देशिका नाम

source: Di&rectory:
sa: Di&rectory: १.

source: Select the directory whose contents should be represented by this resource. If the directory does not exist, it will be created.
sa: यस्याः सामग्रीः एतेन संसाधनेन प्रतिनिधित्वं कर्तव्यं तत् निर्देशिकां चिनोतु । यदि निर्देशिका नास्ति तर्हि तस्याः निर्माणं भविष्यति ।

source: Access Rights
sa: अभिगमन अधिकार

source: If read-only mode is enabled, no changes will be written to the directory selected above. Read-only mode will be automatically enabled if you do not have write access to the directory.
sa: यदि केवलं पठनीयविधिः सक्षमः अस्ति तर्हि उपरि चयनितनिर्देशिकायां कोऽपि परिवर्तनः न लिखितः भविष्यति । यदि भवतः निर्देशिकायां लेखनप्रवेशः नास्ति तर्हि केवलं पठनीयविधिः स्वयमेव सक्षमः भविष्यति ।

source: Personal Contacts
sa: व्यक्तिगत सम्पर्क

source: Directory '%1' does not exists
sa: '%1' निर्देशिका नास्ति

source: Found file of unknown format: '%1'
sa: अज्ञातस्वरूपस्य सञ्चिका प्राप्ता: '%1'.

source: Unable to open file '%1'
sa: '%1' सञ्चिकां उद्घाटयितुं असमर्थः।

source: Found invalid contact in file '%1'
sa: '%1' सञ्चिकायां अमान्यः सम्पर्कः प्राप्तः ।

source: Found invalid contact group in file '%1': %2
sa: '%1' सञ्चिकायां अमान्यः सम्पर्कसमूहः प्राप्तः: %2

source: Trying to write to a read-only directory: '%1'
sa: केवलं पठनीयनिर्देशिकायां लिखितुं प्रयतते: '%1'.

source: Unable to write to file '%1': %2
sa: '%1' सञ्चिकायां लेखितुं असमर्थः: %2

source: Trying to write to a read-only file: '%1'
sa: केवलं पठनीयसञ्चिकायां लिखितुं प्रयतते: '%1'.

source: Received item with unknown payload %1
sa: अज्ञात पेलोड् %1 इत्यनेन सह द्रव्यं प्राप्तम्

source: Unable to remove file '%1'
sa: '%1' सञ्चिकां निष्कासयितुं असमर्थः ।

source: Unable to create folder '%1'.
sa: '%1' पुटं निर्मातुं असमर्थम् ।

source: Unable to rename folder '%1'.
sa: '%1' पुटस्य नाम परिवर्तनं कर्तुं असमर्थम् ।

source: Unknown folder to delete.
sa: विलोपयितुं अज्ञातपुटम्।

source: Unable to delete folder '%1'.
sa: '%1' पुटं विलोपयितुं असमर्थः ।

source: Unable to move file '%1' to '%2', '%2' already exists.
sa: '%1' सञ्चिकां '%2' मध्ये स्थानान्तरयितुं असमर्थः, '%2' पूर्वमेव अस्ति ।

source: Unable to move directory '%1' to '%2', '%2' already exists.
sa: '%1' निर्देशिकां '%2' मध्ये स्थानान्तरयितुं असमर्थः, '%2' पूर्वमेव अस्ति ।

source: Path to contacts directory
sa: सम्पर्कनिर्देशिकायाः मार्गः

source: Do not change the actual backend data.
sa: वास्तविकं पृष्ठभागदत्तांशं न परिवर्तयन्तु ।

source: Activities
sa: गतिविधयः
