Repository: KDE/kdepim-runtime
Catalog: po/sa/akonadi_imap_resource.po
Languages: sa

source: Cannot add IMAP folder '%1' for a non-existing parent folder '%2'.
sa: अस्तित्वहीनस्य मातापितृपुटस्य '%2' कृते IMAP पुटं '%1' योजयितुं न शक्यते ।

source: Failed to create the folder '%1' on the IMAP server.
sa: IMAP सर्वरे '%1' इति पुटं निर्मातुं असफलम् ।

source: Failed to subscribe to the folder '%1' on the IMAP server. It will disappear on next sync. Use the subscription dialog to overcome that
sa: IMAP सर्वरे '%1' इति पुटे सदस्यतां प्राप्तुं असफलम् । अग्रिमे समन्वयने अन्तर्धानं भविष्यति । तत् अतितर्तुं सदस्यतासंवादस्य उपयोगं कुर्वन्तु

source: Failed to write some annotations for '%1' on the IMAP server. %2
sa: IMAP सर्वरे '%1' इत्यस्य कृते कानिचन टिप्पण्यानि लिखितुं असफलम् । %2

source: Could not determine the UID for the newly created message on the server
sa: सर्वरे नवनिर्मितसन्देशस्य UID निर्धारयितुं न शक्तवान्

source: Cannot modify IMAP folder '%1', it does not exist on the server.
sa: IMAP पुटं '%1' परिवर्तयितुं न शक्यते, सर्वरे नास्ति ।

source: ACLs for '%1' need to be retrieved from the IMAP server first. Skipping ACL change
sa: '%1' कृते ACLs प्रथमं IMAP सर्वरात् पुनः प्राप्तुं आवश्यकम् अस्ति । ACL परिवर्तनं त्यक्त्वा

source: Failed to rename the folder, restoring folder list.
sa: पुटसूचीं पुनःस्थापयन् पुटस्य नाम परिवर्तनं कर्तुं असफलम् ।

source: Failed to subscribe to the renamed folder '%1' on the IMAP server. It will disappear on next sync. Use the subscription dialog to overcome that
sa: IMAP सर्वरे '%1' इति नामकृतपुटस्य सदस्यतां प्राप्तुं असफलम् । अग्रिमे समन्वयने अन्तर्धानं भविष्यति । तत् अतितर्तुं सदस्यतासंवादस्य उपयोगं कुर्वन्तु

source: Failed to write some ACLs for '%1' on the IMAP server. %2
sa: IMAP सर्वरे '%1' कृते केचन ACL लिखितुं असफलम् । %2

source: IMAP Account
sa: IMAP खाता

# @title:window
source: IMAP Account Settings
sa: IMAP खाता सेटिंग्स्

source: IMAP server
sa: IMAP सर्वरः

source: Defines the port the IMAP service is running on
sa: IMAP सेवा यस्मिन् पोर्ट् मध्ये चाल्यते तत् परिभाषयति

source: Username
sa: उपयोक्तृनाम

source: Defines the encryption type to use
sa: उपयोक्तुं एन्क्रिप्शन प्रकारं परिभाषयति

source: Override configured encryption mode
sa: विन्यस्तं एन्क्रिप्शन मोडं अधिलिखन्तु

source: Defines the authentication type to use
sa: उपयोक्तुं प्रमाणीकरणप्रकारं परिभाषयति

source: Defines if the server side subscription is enabled
sa: सर्वरपक्षस्य सदस्यता सक्षमा अस्ति वा इति परिभाषयति

source: Connect using the system proxy settings
sa: सिस्टम् प्रॉक्सी सेटिंग्स् इत्यस्य उपयोगेन संयोजयन्तु

source: If checked, the system proxy settings will be used to connect to the mail server.
sa: यदि परीक्षितं तर्हि मेलसर्वरेण सह संयोजयितुं सिस्टम् प्रॉक्सी सेटिङ्ग्स् उपयुज्यन्ते ।

source: Defines if all the IMAP data should be cached locally all the time
sa: परिभाषयति यत् सर्वाणि IMAP-दत्तांशं सर्वदा स्थानीयरूपेण संग्रहणीयम् अस्ति वा

source: Defines if interval checking is enabled.
sa: अन्तरालपरीक्षणं सक्षमं वा इति परिभाषयति ।

source: Check interval in minutes
sa: निमेषेषु अन्तरालं पश्यन्तु

source: Defines if the annotations, ACLs and quota information of mailboxes should also be retrieved when the mailboxes get listed.
sa: मेलबॉक्सस्य टिप्पणीः, ACLs, कोटासूचना च भवेयुः वा इति परिभाषयति मेलबॉक्साः सूचीकृताः भवन्ति तदा अपि पुनः प्राप्ताः भवेयुः ।

source: Defines if the expunge command is issued automatically, otherwise it should be triggered manually through the D-Bus interface.
sa: परिभाषयति यत् expunge आदेशः स्वयमेव निर्गतः अस्ति, अन्यथा भवेत् D-Bus अन्तरफलकस्य माध्यमेन मैन्युअल् रूपेण प्रेरितम् ।

source: Define which folder is used for trash
sa: कचराणां कृते कस्य पुटस्य उपयोगः भवति इति परिभाषयन्तु

source: Define if the trash collection received the special attribute
sa: कचरासङ्ग्रहः विशेषगुणं प्राप्तवान् वा इति परिभाषयन्तु

source: Define if account uses the default identity
sa: खाता पूर्वनिर्धारितपरिचयस्य उपयोगं करोति वा इति परिभाषयन्तु

source: Identity account
sa: परिचयलेखा

source: List of mailbox names reported by the server the last time
sa: अन्तिमवारं सर्वरेण प्रतिवेदितानां मेलबॉक्सनामानां सूची

source: RID path to the mailbox to watch for changes
sa: परिवर्तनं द्रष्टुं मेलबॉक्सं प्रति RID मार्गः

source: Define if server supports sieve
sa: सर्वरः चलनी समर्थयति वा इति परिभाषयन्तु

source: Define if we reuse host and login configuration
sa: यदि वयं host तथा login विन्यासस्य पुनः उपयोगं कुर्मः वा इति परिभाषयन्तु

source: Define sieve port
sa: चलनी पोर्ट परिभाषित करें

source: Define alternate URL
sa: वैकल्पिकं URL परिभाषयन्तु

source: Defines the authentication type to use for alternate server
sa: वैकल्पिकसर्वरस्य कृते उपयोक्तुं प्रमाणीकरणप्रकारं परिभाषयति

source: Define default sieve vacation filename
sa: पूर्वनिर्धारितं चलनी अवकाशसञ्चिकानाम परिभाषयन्तु

source: Define username used from custom server sieve url
sa: कस्टम् सर्वर चलनी url तः प्रयुक्तं उपयोक्तृनाम परिभाषयन्तु

source: Defines the type of identification used by custom sieve server
sa: कस्टम् sieve सर्वरेण उपयुज्यमानस्य परिचयस्य प्रकारं परिभाषयति

source: No server configured yet.
sa: अद्यापि कोऽपि सर्वरः विन्यस्तः नास्ति ।

# @title:window
source: Serverside Subscription
sa: सर्वरसाइड सदस्यता

source: Connection established.
sa: संबन्धः स्थापितः।

source: Server is not available.
sa: सर्वरः उपलब्धः नास्ति ।

# @info:status
source: Adding item in '%1'
sa: '%1' इत्यस्मिन् मदं योजयन् ।

# @info:status
source: Updating item in '%1'
sa: '%1' इत्यस्मिन् द्रव्यं अद्यतनीकरोति ।

# @info:status
source: Updating items
sa: वस्तूनि अद्यतनं कुर्वन्

# @info:status
source: Removing items
sa: वस्तूनि निष्कासयन्

# @info:status
source: Moving items from '%1' to '%2'
sa: '%1' तः '%2' मध्ये वस्तूनि स्थानान्तरयति।

# @info:status
source: Retrieving folders
sa: पुटं पुनः प्राप्तम्

# @info:status
source: Retrieving extra folder information for '%1'
sa: '%1' कृते अतिरिक्तपुटसूचनाः पुनः प्राप्ताः ।

# @info:status
source: Creating folder '%1'
sa: '%1' इति पुटस्य निर्माणम् ।

# @info:status
source: Updating folder '%1'
sa: '%1' पुटस्य अद्यतनीकरणम् ।

# @info:status
source: Removing folder '%1'
sa: '%1' पुटं निष्कासयति।

# @info:status
source: Moving folder '%1' from '%2' to '%3'
sa: '%1' पुटं '%2' तः '%3' मध्ये स्थानान्तरयति।

# @info:status
source: Searching…
sa: अन्वेषणं कुर्वन्…

source: Cannot move IMAP folder '%1', it does not exist on the server.
sa: IMAP पुटं '%1' चालयितुं न शक्यते, सर्वरे नास्ति ।

source: Cannot move IMAP folder '%1' out of '%2', '%2' does not exist on the server.
sa: '%2' तः '%1' IMAP पुटं स्थानान्तरयितुं न शक्यते, '%2' सर्वरे नास्ति ।

source: Cannot move IMAP folder '%1' to '%2', '%2' does not exist on the server.
sa: IMAP पुटं '%1' '%2' मध्ये स्थानान्तरयितुं न शक्यते, '%2' सर्वरे नास्ति ।

source: Cannot move message, it does not exist on the server.
sa: सन्देशं चालयितुं न शक्नोति, सर्वरे नास्ति ।

source: Cannot move message out of '%1', '%1' does not exist on the server.
sa: '%1' तः बहिः सन्देशं स्थानान्तरयितुं न शक्यते, '%1' सर्वरे नास्ति ।

source: Cannot move message to '%1', '%1' does not exist on the server.
sa: '%1' इत्यत्र सन्देशं स्थानान्तरयितुं न शक्यते, '%1' सर्वरे नास्ति ।

source: Failed to move item, it has no message payload. Remote id: %1
sa: द्रव्यं चालयितुं असफलः, तस्य सन्देशस्य पेलोड् नास्ति । दूरस्थं id: %1

source: Failed to mark the message from '%1' for deletion on the IMAP server. It will reappear on next sync.
sa: IMAP सर्वरे विलोपनार्थं '%1' तः सन्देशं चिह्नितुं असफलम् । अग्रिमे समन्वयने पुनः प्रकटितं भविष्यति ।

# @status
source: Failed to read password from keychain.
sa: कीचेन् तः गुप्तशब्दं पठितुं असफलम्।

source: Failed to delete the folder, restoring folder list.
sa: पुटसूचीं पुनःस्थापयन् पुटं विलोपयितुं असफलम् ।

source: Failed to find the folder to be deleted, restoring folder list.
sa: विलोपनीयं पुटं अन्वेष्टुं असफलम्, पुटसूचीं पुनः स्थापयित्वा ।

source: Restarting item retrieval.
sa: मदपुनर्प्राप्तिः पुनः आरभ्यते।

source: Unable to connect to the IMAP server.
sa: IMAP सर्वरेण सह सम्बद्धं कर्तुं असमर्थः ।

source: Connection lost
sa: संयोजनं नष्टम्

source: killed
sa: हतः

source: <p>Your access rights to folder <b>%1</b> have been restricted, it will no longer be possible to add messages to this folder.</p>
sa: <p><b>%1</b> पुटस्य भवतः अभिगमन-अधिकारः प्रतिबन्धितः अस्ति, अस्मिन् पुटे सन्देशान् योजयितुं न शक्यते ।</p>

source: Access rights revoked
sa: अभिगम अधिकार निरस्त

source: Inbox
sa: इनबॉक्स

source: Shared Folders
sa: साझापुटम्

# @info:status
source: Fetching missing mail bodies in %3: %1/%2
sa: %3: %1/%2 मध्ये लुप्तमेलशरीराणि आनयन्

source: Remote id is empty or invalid
sa: दूरस्थः id रिक्तः अथवा अमान्यः अस्ति

source: No message retrieved, failed to read the message.
sa: न कोऽपि सन्देशः पुनः प्राप्तः, सन्देशं पठितुं असफलः ।

source: No message retrieved, server reply was empty.
sa: कोऽपि सन्देशः न प्राप्तः, सर्वरस्य उत्तरं रिक्तम् आसीत् ।

source: Invalid search
sa: अमान्य अन्वेषणम्

# @title:window Dialog title for dialog showing information about a server
source: Server Info
sa: सर्वर इन्फो

source: Resource not synchronized yet.
sa: संसाधनम् अद्यापि समन्वयितं नास्ति।

source: Could not connect to the IMAP-server %1. %2
sa: IMAP-सर्वर %1 इत्यनेन सह सम्बद्धं कर्तुं न शक्तम् । %2

source: Could not connect to the IMAP server. %1
sa: IMAP सर्वरेण सह सम्बद्धं कर्तुं न शक्तवान् । %1

source: Disconnected from server during login.
sa: प्रवेशकाले सर्वरेण विच्छिन्नः।

source: Could not create another extra connection to the IMAP-server %1.
sa: IMAP-सर्वर %1 कृते अन्यत् अतिरिक्तं संयोजनं निर्मातुं न शक्तम् ।

source: Could not read the password: user rejected wallet access
sa: गुप्तशब्दं पठितुं न शक्तवान्: उपयोक्ता बटुकप्रवेशं अङ्गीकृतवान्

source: Empty password
sa: रिक्त गुप्तशब्द

source: You requested TLS/SSL to connect to %1, but your system does not seem to be set up for that.
sa: भवान् TLS/SSL इत्यस्य %1 इत्यनेन सह सम्बद्धतां कर्तुं प्रार्थितवान्, परन्तु भवतः प्रणाली तदर्थं न स्थापिता इव दृश्यते ।

source: Could not connect to the IMAP-server. %1
sa: IMAP-सर्वरेण सह सम्बद्धं कर्तुं न शक्तवान् । %1

source: Could not test the capabilities supported by the IMAP server %1. %2
sa: IMAP सर्वर %1 समर्थितानां क्षमतानां परीक्षणं कर्तुं न शक्तवान् । %2

source: Could not test the capabilities supported by the IMAP server. %1
sa: IMAP सर्वरेण समर्थितानां क्षमतानां परीक्षणं कर्तुं न शक्तवान् । %1

source: Cannot use the IMAP server %1, some mandatory capabilities are missing: %2. Please ask your sysadmin to upgrade the server.
sa: IMAP सर्वर %1 उपयोक्तुं न शक्यते, केचन अनिवार्यक्षमता अनुपलब्धाः सन्ति: %2. कृपया स्वस्य sysadmin इत्यनेन सर्वरस्य उन्नयनार्थं पृच्छन्तु ।

source: Disconnected during login.
sa: प्रवेशकाले विच्छिन्नः।

# @info:status
source: Password not found for %1 IMAP account
sa: %1 IMAP खातेः कृते गुप्तशब्दः न प्राप्तः

# @info:status
source: An error occured when retriving the IMAP password from the system keychain: "%1"
sa: प्रणाली कीलश्रृङ्खलातः IMAP गुप्तशब्दं पुनः प्राप्तुं त्रुटिः अभवत्: "%1".

# @info:status
source: Password not found for %1 sieve account
sa: %1 sieve खातेः कृते गुप्तशब्दः न प्राप्तः

# @info:status
source: An error occured when retriving the sieve password from the system keychain: "%1"
sa: प्रणाली कीलश्रृङ्खलातः चलनीगुप्तशब्दं पुनः प्राप्तुं त्रुटिः अभवत्: "%1".

# @info:status
source: An error occured when saving the sieve password in the system keychain: "%1"
sa: सिस्टम् कीलचेन् मध्ये चलनीगुप्तशब्दं रक्षन्ते सति त्रुटिः अभवत्: "%1".

# @info:status
source: An error occured when saving the IMAP password in the system keychain: "%1"
sa: सिस्टम् कीचेन् मध्ये IMAP गुप्तशब्दं रक्षन्ते सति त्रुटिः अभवत्: "%1".

# @title
source: Problem with %1 IMAP account
sa: %1 IMAP खातेन समस्या

# @title
source: An IMAP e-mail account needs your attention.
sa: IMAP ई-मेल खाते भवतः ध्यानस्य आवश्यकता वर्तते।

source: The IMAP server refused the supplied username and password. Do you want to try again, or open the settings? %1
sa: IMAP सर्वरः प्रदत्तं उपयोक्तृनाम गुप्तशब्दं च अङ्गीकृतवान् । किं पुनः प्रयासं कर्तुम् इच्छति, अथवा सेटिङ्ग्स् उद्घाटयितुं इच्छति? %1

source: The IMAP server for account %1 refused the supplied username and password. Do you want to try again, or open the settings? %2
sa: %1 खातेः IMAP सर्वरः प्रदत्तं उपयोक्तृनाम गुप्तशब्दं च अङ्गीकृतवान् । किं पुनः प्रयासं कर्तुम् इच्छति, अथवा सेटिङ्ग्स् उद्घाटयितुं इच्छति? %2

# @action:button
source: Try again
sa: पुनः प्रयासं कुर्वन्तु

# @action:button
source: Open settings
sa: सेटिंग्स् उद्घाटयन्तु

# Authentication method
source: Clear text
sa: पाठः स्पष्टः

# Authentication method
source: Anonymous
sa: अनामक

source: Archive Folder
sa: आर्काइव फोल्डर

# Percent value; %p is the value, % is the percent sign
source: %p%
sa: %प% ९.

source: %v minute
sa: %एकनिमेषे

source: Identity:
sa: चिह्नं:

source: Activities
sa: गतिविधयः

source: You have changed the address of the server. Even if this is the same server as before we will have to re-download all your emails from this account again. Are you sure you want to proceed?
sa: भवता सर्वरस्य पता परिवर्तितम् । यदि एषः पूर्ववत् एव सर्वरः अस्ति चेदपि अस्माभिः पुनः अस्मात् खातेः भवतः सर्वाणि ईमेल-पत्राणि पुनः अवतरणं कर्तव्यं भविष्यति । किं भवन्तः निश्चयेन अग्रे गन्तुम् इच्छन्ति ?

# @title:window
source: Server address change
sa: सर्वर पता परिवर्तनम्

source: You have changed the user name. Even if this is a user name for the same account as before we will have to re-download all your emails from this account again. Are you sure you want to proceed?
sa: भवता उपयोक्तृनाम परिवर्तितम्। यदि पूर्ववत् एव खातेः उपयोक्तृनाम अस्ति चेदपि अस्माभिः पुनः अस्मात् खातेः भवतः सर्वाणि ईमेलपत्राणि पुनः अवतरणं कर्तव्यं भविष्यति । किं भवन्तः निश्चयेन अग्रे गन्तुम् इच्छन्ति ?

# @title:window
source: User name change
sa: उपयोक्तृनाम परिवर्तनम्

source: Unable to connect to the server, please verify the server address.
sa: सर्वरेण सह संयोजितुं असमर्थः, कृपया सर्वरसङ्केतं सत्यापयन्तु ।

source: <qt><b>STARTTLS is supported and recommended.</b></qt>
sa: <qt><b>STARTTLS समर्थितं अनुशंसितं च अस्ति ।</b></qt>

source: <qt><b>SSL/TLS is supported and recommended.</b></qt>
sa: <qt><b>SSL/TLS समर्थितं अनुशंसितं च ।</b></qt>

source: <qt><b>No security is supported. It is not recommended to connect to this server.</b></qt>
sa: <qt><b>कोऽपि सुरक्षा समर्थिता नास्ति। अस्मिन् सर्वरेण सह सम्बद्धता न अनुशंसिता ।</b></qt>

source: <qt><b>It is not possible to use this server.</b></qt>
sa: <qt><b>अस्य सर्वरस्य उपयोगः न सम्भवति ।</b></qt>

source: General
sa: सामान्य

source: Account Information
sa: खाता सूचना

source: Account Name:
sa: खातानाम : १.

source: Indicate the IMAP server. If you want to connect to a non-standard port for a specific encryption scheme, you can add ":port" to indicate that. For example: "imap.foo.com:144".
sa: IMAP सर्वरं सूचयन्तु । यदि भवान् विशिष्टगुप्तीकरणयोजनायाः कृते अमानक-पोर्ट्-सङ्गतिं कर्तुम् इच्छति तर्हि तत् सूचयितुं ":port" योजयितुं शक्नोति । यथा - "imap.foo.com:144" ।

source: I&MAP Server:
sa: I&MAP सर्वरः : १.

source: The username.
sa: उपयोक्तृनाम ।

source: Use&rname:
sa: प्रयोग&नाम: १.

source: The password.
sa: गुप्तशब्दः ।

source: Password:
sa: समाभाष्:

source: Mail Checking Options
sa: मेलपरीक्षणविकल्पाः

source: &Download all messages for offline use
sa: &अफलाइन उपयोगाय सर्वान् सन्देशान् डाउनलोड् कुर्वन्तु

source: Enable &interval mail checking
sa: &interval मेल-परीक्षणं सक्षमं कुर्वन्तु

source: Check mail interval:
sa: मेल-अन्तरालं पश्यन्तु : १.

source: Filtering
sa: छाननम्

source: Server supports Sieve
sa: सर्वरः Sieve समर्थयति

source: Reuse host and login configuration
sa: होस्ट् तथा लॉगिन् विन्यासस्य पुनः उपयोगं कुर्वन्तु

source: The server port changed when ManageSieve turned into a full RFC Standard. Old server implementations still use port 2000, while newer standard conform server can only be accessed via port 4190.
sa: यदा ManageSieve पूर्ण RFC मानके परिणतम् तदा सर्वर पोर्ट् परिवर्तत । पुरातनसर्वर-कार्यन्वयनानि अद्यापि पोर्ट् २००० उपयुञ्जते, यदा तु नूतनतरं मानक-अनुरूप-सर्वरं केवलं पोर्ट् ४१९० मार्गेण एव अभिगन्तुं शक्यते ।

source: Managesieve port:
sa: Managesyeve पोर्ट् : १.

source: Alternate Server:
sa: वैकल्पिकसर्वरः : १.

source: Authentication
sa: प्रमाणीकरणम्

source: No authentication
sa: प्रमाणीकरणं नास्ति

source: &Username and Password
sa: &उपयोक्तृनाम तथा गुप्तशब्दः

source: I&MAP Username and Password
sa: I&MAP उपयोक्तृनाम तथा गुप्तशब्दः

source: Username:
sa: उपयोक्तृनाम : १.

source: Authentication:
sa: प्रमाणीकरणम् : १.

# Authentication method
source: LOGIN
sa: LOGIN इति

# Authentication method
source: PLAIN
sa: सम

# Authentication method
source: NTLM
sa: एनटीएलएम

source: Advanced
sa: उन्नतं

source: IMAP Settings
sa: IMAP सेटिंग्स्

source: Enable server-side subscriptions
sa: सर्वर-पक्षीयसदस्यतां सक्षमं कुर्वन्तु

source: Serverside Subscription…
sa: सर्वरसाइड सदस्यता…

source: Automaticall&y compact folders (expunges deleted messages)
sa: Automaticall&y compact folders (विलोपितान् सन्देशान् विमोचयति)

source: Trash folder:
sa: कचरापुटम् : १.

source: Connection Settings
sa: संयोजनसेटिंग्स्

source: Auto Detect
sa: ऑटो डिटेक्ट्

source: Server Info
sa: सर्वर इन्फो

source: Encryption:
sa: एन्क्रिप्शन : १.

source: STARTTLS
sa: STARTTLS इति

source: SSL/TLS
sa: SSL/TLS इति

source: None
sa: न कश्चित्

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'HandelGotDLig'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-weight:600;">SSL/TLS</span><span style=" font-family:'Sans Serif';"> is safe IMAP over port 993;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-weight:600;">STARTTLS</span><span style=" font-family:'Sans Serif';"> will operate on port 143 and switch to a secure connection directly after connecting;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-weight:600;">None</span><span style=" font-family:'Sans Serif';"> will connect to port 143 but not switch to a secure connection. This setting is not recommended.</span></p></body></html>
sa: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"><html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'HandelGotDLig'; font-size:10pt; font-weight:400; font-style:normal;"><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-family:'Sans Serif'; font-weight:600;">SSL/TLS</span> <span style=" font-family:'Sans Serif';">पोर्ट् 993 इत्यस्य उपरि सुरक्षितः IMAP अस्ति;</span> </p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-family:'Sans Serif'; font-weight:600;">STARTTLS</span> <span style=" font-family:'Sans Serif';">पोर्ट् 143 इत्यत्र कार्यं करिष्यति तथा च संयोजनानन्तरं प्रत्यक्षतया सुरक्षितसंयोजनं प्रति स्विच् करिष्यति;</span> </p><p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"> <span style=" font-family:'Sans Serif'; font-weight:600;">कोऽपि</span> <span style=" font-family:'Sans Serif';">पोर्ट् १४३ मध्ये न संयोजयिष्यति परन्तु सुरक्षितसंयोजनं प्रति न स्विच् करिष्यति । एतत् सेटिङ्ग् न अनुशंसितम् ।</span></p></body></html>

source: Port:
sa: पोताश्रय:

source: Empty
sa: रिक्तम्‌

# @action:button
source: Reload &List
sa: पुनः लोड करें &सूची

# @option:check
source: Enable server-side subscriptions
sa: सर्वर-पक्षीयसदस्यतां सक्षमं कुर्वन्तु

# @label search for a subscription
source: Search:
sa: अन्वेषण:

# @option:check
source: Subscribed only
sa: सदस्यता प्राप्त ही
