Repository: KDE/kdepim-runtime
Catalog: po/sa/akonadi_birthdays_resource.po
Languages: sa

source: %v day
sa: %v दिवस

source: Reminder
sa: स्मरणम्

source: Set &reminder
sa: &स्मरणं सेट् कुर्वन्तु

source: &Remind prior to event:
sa: &घटनापूर्वं स्मरणं कुर्वन्तु:

source: Filter
sa: फ़िल्टर

source: &Filter by categories
sa: &वर्गानुसारं छानयतु

source: Birthdays & Anniversaries
sa: जन्मदिन एवं वार्षिकोत्सव

source: %1's birthday
sa: %1 इत्यस्य जन्मदिनम्

source: Birthday
sa: जन्मदिवस

# insert names of both spouses
source: %1's & %2's anniversary
sa: %1 इत्यस्य & %2 इत्यस्य वार्षिकोत्सवः

# only one spouse in addressbook, insert the name
source: %1's anniversary
sa: %1 इत्यस्य वार्षिकोत्सवः

source: Anniversary
sa: वार्षिकी
