Repository: KDE/kdepim-runtime
Catalog: po/sa/akonadi_newmailnotifier_agent.po
Languages: sa

# @title:window
source: Notification History
sa: अधिसूचना इतिहास

source: [Open Folder]
sa: [पुटं उद्घाटयतु] ।

source: [Show Mail]
sa: [मेलं दर्शयतु] ।

# @option:check
source: Enabled
sa: सक्षमम्

source: One new email in %2 from "%3"
sa: "%3" तः %2 मध्ये एकः नूतनः ईमेलः ।

source: New mail arrived
sa: नूतनं मेलम् आगतं

# %f is a variable for agent. Do not change it
source: A message was received from %f
sa: %f इत्यस्मात् सन्देशः प्राप्तः

source: Unable to start KMail application.
sa: KMail अनुप्रयोगं आरभ्यतुं असमर्थः।

# @label:textbox
source: Select which folders to monitor for new message notifications:
sa: नूतनसन्देशसूचनानां कृते केषां पुटानां निरीक्षणं कर्तव्यमिति चिनोतु:

# @info:placeholder
source: Search…
sa: अन्वेषण…

# @action:button
source: &Select All
sa: &सर्वं चिनोतु

# @action:button
source: &Unselect All
sa: &सर्वं अचयनं कुर्वन्तु

source: <qt><p>Here you can define message. You can use:</p><ul><li>%s set subject</li><li>%f set from</li></ul></qt>
sa: <qt><p>अत्र भवन्तः सन्देशं परिभाषितुं शक्नुवन्ति । भवान् उपयोक्तुं शक्नोति:</p><ul><li> %s सेट् विषयः</li><li> %f सेट् तः</li></ul></qt>

source: Choose which fields to show:
sa: के क्षेत्राणि दर्शयितव्यानि इति चिनोतु:

# @option:check
source: Show Photo
sa: फोटो दर्शयतु

# @option:check
source: Show From
sa: From From इति दर्शयतु

# @option:check
source: Show Subject
sa: विषयं दर्शयतु

# @option:check
source: Show Folders
sa: पुटं दर्शयतु

# @option:check
source: Do not notify when email was sent by me
sa: मया कदा ईमेल प्रेषितम् इति मा सूचयन्तु

# @option:check
source: Keep Persistent Notification
sa: निरन्तरं सूचनां स्थापयन्तु

# @option:check
source: Show Action Buttons
sa: क्रिया बटन्स् दर्शयतु

# @option:check
source: Reply Mail
sa: उत्तरं मेल

source: Reply to Author
sa: लेखकस्य उत्तरम्

source: Display
sa: प्रदर्शन

# @label:textbox
source: <a href="whatsthis">How does this work?</a>
sa: <a href="whatsthis">एतत् कथं कार्यं करोति ?</a>

# @label:textbox
source: Message:
sa: सन्देशः:

source: Text to Speak
sa: Text to Speak इति

source: Notify
sa: सूचयतु

source: Folders
sa: पुटम्

source: New Mail Notifier Agent
sa: नवीन मेल सूचक एजेण्ट्

source: Notify about new mails.
sa: नूतनमेलानां विषये सूचयन्तु।

source: Copyright (C) 2013-%1 Laurent Montel
sa: प्रतिलिपि अधिकार (C) 2013-%1 Laurent Montel

# @info:credit
source: Laurent Montel
sa: लॉरेण्ट् मोंटेल्

source: Maintainer
sa: परिपालकः

# NAME OF TRANSLATORS
source: Your names
sa: श्रीकान्त् कलवार्

# EMAIL OF TRANSLATORS
source: Your emails
sa: skkalwar999@gmail.com

source: From: %1
sa: तः : %1

source: Subject: %1
sa: विषयः %1

source: Show mail…
sa: मेल दर्शयतु…

source: Mark As Read
sa: Mark As Read इति चिह्नं कुर्वन्तु

source: Delete
sa: लुप्
