Repository: KDE/kdepim-runtime
Catalog: po/*/akonadi_singlefile_resource.po
Languages: lv

source: Directory settings of the resource.
lv: Resursa mapes iestatījumi.

source: Select settings of the directory whose contents should be represented by this resource.
lv: Atlasiet mapes iestatījumus, kuru saturu reprezentēs šis resurss.

source: Directory
lv: Mape

source: Directory Name
lv: Mapes nosaukums

source: Director&y:
lv: &Mape:

source: Select the directory whose contents should be represented by this resource. If the directory does not exist, it will be created.
lv: Norādiet šī resursa attēlojamo mapi. Ja šāda mape nepastāv, to izveidos.

source: Access Rights
lv: Pieejas tiesības

source: If read-only mode is enabled, no changes will be written to the directory selected above.
lv: Ja ir ieslēgts tikai lasīšanas režīms, augstāk norādītajā mapē netiks rakstīti nekādi iestatījumi.

source: If read-only mode is enabled, no changes will be written to the directory selected above. Read-only mode will be automatically enabled if you do not have write access to the directory.
lv: Ja ieslēgts tikai lasāmas mapes režīms, mapes izmaiņas netiks saglabātas. Tikai lasāma pieeja ir automātiski ieslēgta, ja jums šai mapei nav rakstīšanas atļauju.

source: Read only
lv: Tikai lasāms

source: Tuning
lv: Pielāgošana

source: The options on this page allow you to change parameters that balance data safety and consistency against performance. In general you should be careful with changing anything here, the defaults are good enough in most cases.
lv: Šī opcijas ļauj lapai mainīt parametrus, lai sabalansētu ātrdarbību un datu drošumu. Vienmēr esiet piesardzīgi, kad kaut ko maināt šajā sadaļā, jo parasti noklusējumi ir pietiekami labi.

source: Autosave delay:
lv: Automātiskās saglabāšanas aizture:

source: Autosave interval time (in minutes).
lv: Automātiskās saglabāšanas intervāls (minūtēs).

source: Select autosave interval time for the resource data (in minutes).
lv: Norādiet automātiskās saglabāšanas intervālu šiem resursa datiem (minūtēs).

source: No file selected.
lv: Neviena datne nav atlasīta.

source: The resource not configured yet
lv: Resurss vēl nav konfigurēts

# @info:status
source: Ready
lv: Gatavs

source: Could not create file '%1'.
lv: Neizdevās izveidot datni „%1“.

source: Could not read file '%1'
lv: Neizdevās nolasīt datni „%1“

source: Another download is still in progress.
lv: Joprojām notiek cita lejupielāde.

source: Another file upload is still in progress.
lv: Vēl notiek citas datnes augšupielāde.

source: Downloading remote file.
lv: Lejupielādē attālu datni.

source: Trying to write to a read-only file: '%1'.
lv: Mēģināts rakstīt tikai lasāmā datnē „%1“.

source: No file specified.
lv: Nav norādīta datne.

source: A download is still in progress.
lv: Lejupielāde vēl nav pabeigta.

source: Uploading cached file to remote location.
lv: Augšupielādē kešatmiņas datni uz attālo vietu.

source: The file '%1' was changed on disk. As a precaution, a backup of its previous contents has been created at '%2'.
lv: Datne „%1“ diskā ir mainīta. Piesardzības nolūkos ir izveidota iepriekšējā satura rezerves kopija „%2“.

source: Could not load file '%1'.
lv: Neizdevās ielādēt datni „%1“.

source: Could not save file '%1'.
lv: Neizdevās saglabāt datni „%1“.

source: Activities
lv: Aktivitātes

source: File
lv: Datne

source: File or URL:
lv: Datne vai URL:

source: Select a local file or a remote URL to download a file from. A new local file will be created if it doesn't exist.
lv: Atlasiet lokālu datni vai norādiet attālo URL, no kuras datni lejupielādēt. Ja datne nepastāv, programma izveidos jaunu lokālu datni.

source: Display Name:
lv: Attēlojamais nosaukums:

source: When read-only mode is enabled, no changes will be written. Read-only mode is automatically enabled when the selected file does not support write access or when displaying a calendar from remote URL.
lv: Kad it ieslēgts tikai lasīšanas režīms, nekādas izmaiņas programma nesaglabās. Lasīšanas režīms ir ieslēgts automātiski gadījumos, ja atlasītā datne neatbalsta rakstīšanas piekļuvi vai kad programma parāda kalendāru no attālas URL.

source: Monitor for &changes
lv: Pārraudzīt i&zmaiņas

source: Changes made by other applications will reload the file when monitoring is enabled. Backups will be created to avoid conflicts when possible. Monitoring is not available for remote URLs.
lv: Kad ir ieslēgta pārraudzība, datne tiks pārlādēta, ja to izmainīs citas programmas. Lai izvairītos no konfliktiem, iespēju robežās sistēma veidos rezerves kopijas. Pārraudzība nav pieejama attālām URL.

source: Automatically &update every
lv: Automātiski a&tjaunināt ik pēc

source: minutes
lv: minūtēm

source: Periodically updates the file. Can be used when monitoring is not available (e.g. for remote calendars).
lv: Periodiski atjaunina datni. Var izmantot, ja pārraudzība nav pieejama (piemēram, attāliem kalendāriem).

# @info:status
source: Checking file information…
lv: Pārbauda datnes informāciju…
