Repository: KDE/kdepim-runtime
Catalog: po/*/akonadi_mbox_resource.po
Languages: lv

source: (1 message marked for deletion)
lv: (%1 vēstule atzīmēta dzēšanai)

source: Failed to fetch the collection.
lv: Neizdevās saņemt kolekciju.

source: Failed to load the mbox file
lv: Neizdevās ielādēt „mbox“ datni

source: (Deleting 1 message)
lv: (Dzēš %1 vēstuli)

source: Failed to compact the mbox file.
lv: Neizdevās samazināt „mbox“ datni.

source: MBox file compacted.
lv: „MBox“ datne ir samazināta.

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">The only way to fully remove a mail from an mbox file is by removing it from the actual file. As this can be a rather expensive operation, the mbox resource keeps a list of deleted messages. Once in a while these messages are really removed from the file.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Note:</span> The downside of this is that if the file is changed by another program, the list of deleted messages cannot be trusted any longer and deleted messages might reappear.</p></body></html>
lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Vienīgais veids, kā pilnībā izdzēst vēstuli no „mbox“ datnes, ir izņemt to no faktiskās datnes. Tā kā tā var būt visai resursus prasoša darbība, „mbox“ resurss uztur sarakstu ar dzēšamajām vēstulēm, bet tās reāli no datnes izdzēš laiku pa laikam visas kopā.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Piezīme:</span> mīnuss šai metodei ir tāds, ka, ja šo datni izmaina cita programma, tad dzēšamo vēstuļu saraksts vairs nav uzticams un dzēstās vēstules var parādīties no jauna.</p></body></html>

source: &Compact now
lv: Sa&mazināt tagad

source: &Never compact automatically
lv: &Nekad nesamazināt automātiski

source: C&ompact every
lv: Sama&zināt katras

source: msg
lv: vēstules

source: MBox Settings
lv: „MBox“ iestatījumi

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Select a method to lock the mbox file when data is read from or written to the file.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Note</span>: For some methods you might need to install additional software before they can be used.</p></body></html>
lv: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Izvēlieties „mbox“ datnes slēgšanas metodi, ko izmantot, kad no datnes tiek nolasīti vai tajā tiek ierakstīti dati.</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600;">Piezīme</span>: lai darbotos dažas metodes, var nākties instalēt papildu programmatūru.</p></body></html>

source: Procmail loc&kfile
lv: „Procmail“ &slēgšanas datne

source: M&utt dotlock privileged
lv: „M&utt dotlock“ priviliģētais

source: Non&e
lv: &Nav

source: None, the default configuration, should be safe in most cases. However, if programs that do not make use of Akonadi are also accessing the configured mbox file, you will need to set an appropriate locking method. Note that if this is the case, the resource and the other programs must all use the same locking method.
lv: „Nav“, kas ir noklusējuma konfigurācija, vairākumā gadījumu būs droša izvēle. Tomēr, ja arī programmas, kas neizmanto „Akonadi“, piekļūst konfigurētajai „mbox“ datnei, jums nāksies norādīt piemērotu slēgšanas metodi. Ievērojiet, ka šādā gadījumā resursam un citām programmām jāizmanto viena un tā pati slēgšanas metode.

# Filedialog filter for *.mbox
source: MBox file
lv: „MBox“ datne

source: Compact frequency
lv: Samazināšanas biežums

source: Lock method
lv: Slēgšanas metode

# @info:status
source: MBox not configured.
lv: „MBox“ nav konfigurēta.

source: MBox not loaded.
lv: MBox nav ielādēta.

source: Failed to read message with uid '%1'.
lv: Neizdevās nolasīt vēstuli ar UID „%1“.

source: Only email messages can be added to the MBox resource.
lv: „MBox“ resursam var pievienot tikai e-pasta vēstules.

source: Mail message not added to the MBox.
lv: E-pasta vēstule netika pievienota „MBox“.

source: Could not fetch the collection: %1
lv: Neizdevās saņemt kolekciju: %1

source: The MBox file was changed by another program. A copy of the new file was made and pending changes are appended to that copy. To prevent this from happening use locking and make sure that all programs accessing the mbox use the same locking method.
lv: „MBox“ datni izmainīja cita programma. Ir izveidota jaunās datnes kopija, bet visas izpildi gaidošās izmaiņas programma pievienos šai kopijai. Lai to novērstu, lietojiet slēgšanu un pārliecinieties, ka visas programmas, kas piekļūst „mbox“ datnei, izmanto vienu un to pašu slēgšanas metodi.

source: Failed to save mbox file to %1
lv: Neizdevās „%1“ saglabāt „mbox“ datni

source: Failed to update the changed item because the old item could not be deleted Reason: %1
lv: Neizdevās atjaunināt izmainīto vienumu, jo nevarēja dzēst veco vienumu. Iemesls: %1

source: Path to mbox file.
lv: Ceļš uz „mbox“ datni.

source: Display name.
lv: Attēlojamais vārds.

source: Do not change the actual backend data.
lv: Nemainīt aktuālos aizmugursistēmas datus.

source: Monitor file for changes.
lv: Pārraudzīt izmaiņas datnē.

source: Periodically update the file.
lv: Periodiski atjaunināt datni.

source: Automatic update period in minutes.
lv: Automātiskās atjaunināšanas laiks minūtēs.

source: Lockfile
lv: Slēgšanas datne

source: Number of deleted messages before a purge is started.
lv: Dzēsto vēstuļu skaits pirms sākas izmešana.
