Repository: KDE/kdepim-runtime
Catalog: po/*/akonadi_maildir_resource.po
Languages: he, lv

source: Archive Folder
he: העברת תיקייה לארכיון
lv: Arhīva mape

source: The selected path is empty.
he: הנתיב הנבחר ריק.
lv: Izvēlētais ceļš ir tukšs.

source: The selected path contains valid Maildir folders.
he: הנתיב הנבחר מכיל תיקיות Maildir תקפות.
lv: Izvēlētais ceļš satur derīgas „Maildir“ mapes.

source: The selected path is a valid Maildir.
he: התיקייה הנבחרת היא Maildir תקני.
lv: Izvēlētais ceļš ir derīgs „Maildir“.

source: The selected path does not exist yet, a new Maildir will be created.
he: הנתיב הנבחר לא קיים עדיין, יווצר Maildir חדש.
lv: Izvēlētais ceļš nepastāv. Izveidos jaunu „Maildir“ mapi.

source: The selected path does not exist.
he: הנתיב הנבחר לא קיים.
lv: Izvēlētais ceļš nepastāv.

source: Error opening %1; this folder is missing.
he: אירעה שגיאה בפתיחת %1, התיקייה חסרה.
lv: Kļūda, atverot „%1“. Šādas mapes nav.

source: Error opening %1; either this is not a valid maildir folder, or you do not have sufficient access permissions.
he: שגיאה בפתיחת %1, או שזאת לא תיקיית maildir תקפה, או שאין לך הרשאות גישה מספקות.
lv: Kļūda, atverot „%1“. Vai nu tā nav derīga „maildir“ mape, vai arī jums trūkst nepieciešamo piekļuves tiesību.

source: Cannot locate mail file %1.
he: לא ניתן לאתר קובץ דוא״ל %1.
lv: Nevar atrast pasta datni „%1“.

source: Cannot open mail file %1.
he: לא ניתן לפתוח קובץ דוא״ל %1.
lv: Nevar atvērt pasta datni „%1“.

source: Cannot write to mail file %1.
he: לא ניתן לכתוב לקובץ דוא״ל %1.
lv: Nevar rakstīt pasta datnē „%1“.

source: Failed to create mail file %1. The error was: %2
he: יצירת קובץ דוא״ל %1 נכשלה. השגיאה הייתה: %2
lv: Neizdevās izveidot pasta datni „%1“. Kļūda bija: %2

source: Failed to update the file name %1 to %2 on the disk. The error was: %3.
he: עדכון שם הקובץ מ־%1 ל־%2 בכונן נכשל. השגיאה הייתה: %3.
lv: Neizdevās diskā atjaunināt datnes „%1“ nosaukumu uz „%2“. Kļūda bija: %3.

source: Unusable configuration.
he: הגדרות בלתי שמישות.
lv: Nelietojama konfigurācija.

source: Unable to fetch item: The maildir folder "%1" is not valid.
he: לא ניתן למשוך פריט: תיקיית ה־maildir‏ „%1” אינה תקפה.
lv: Neizdevās izgūt vienumu: „maildir“ mape „%1“ nav derīga.

source: Error: Unsupported type.
he: שגיאה: סוג לא נתמך.
lv: Kļūda: neatbalstīts tips.

source: Failed to change the flags for the mail. %1
he: שינוי הדגלונים לדוא״ל נכשל. %1
lv: Neizdevās mainīt pasta karogus. %1

source: Maildir resource got a non-mail content.
he: משאב Maildir קיבל תוכן שהוא לא דוא״ל.
lv: „Maildir“ resurss ir saņēmis saturu, kas nav pasta vēstule.

source: Source folder is invalid: '%1'.
he: תיקיית המקור שגויה: ‚%1’.
lv: Avota mape nav derīga: „%1“.

source: Destination folder is invalid: '%1'.
he: תיקיית היעד שגויה: ‚%1’.
lv: Mērķa mape nav derīga: „%1“.

source: Could not move message '%1' from '%2' to '%3'. The error was %4.
he: לא ניתן להעביר את ההודעה ‚%1’ מ־‚%2’ אל ‚%3’. השגיאה הייתה %4.
lv: Neizdevās pārvietot „%1“ vēstuli no „%2“ uz „%3“. Kļūda bija „%4“.

source: Failed to delete message: %1
he: מחיקת ההודעה נכשלה: %1
lv: Neizdevās dzēst vēstuli: %1

source: Maildir '%1' for collection '%2' is invalid.
he: ה־Maildir‏ ‚%1’ לאוסף ‚%2’ שגוי.
lv: „Maildir“ „%1“ kolekcijai „%2“ nav derīgs.

source: Unable to rename maildir folder '%1'.
he: לא ניתן לשנות את שם תיקיית ה־maildir‏ ‚%1’.
lv: Neizdevās pārdēvēt „maildir“ mapi „%1“.

source: Cannot move root maildir folder '%1'.
he: לא ניתן להעביר את תיקיית ה־maildir העליונה ‚%1’.
lv: Nevar pārvietot „maildir“ saknes mapi „%1“.

source: Unable to move maildir folder '%1' from '%2' to '%3'.
he: לא ניתן להעביר את תיקיית ה־maildir‏ ‚%1’ מ־‚%2’ אל ‚%3’.
lv: Neizdevās pārvietot „%1“ „maildir“ mapi no „%2“ uz „%3“.

source: Cannot delete top-level maildir folder '%1'.
he: לא ניתן למחוק את תיקיית ה־maildir העליונה ‚%1’.
lv: Nevar izdzēst augšējā līmeņa mapi „%1“.

source: Failed to delete sub-folder '%1'.
he: מחיקת תת־התיקייה ‚%1’ נכשלה.
lv: Neizdevās dzēst apakšmapi „%1“.

source: Unable to create maildir '%1'.
he: לא ניתן ליצור את ה־maildir‏ ‚%1’.
lv: Neizdevās izveidot „maildir“ mapi „%1“.

source: No usable storage location configured.
he: לא הוגדר מקום אחסון שמיש.
lv: Nav konfigurētas nevienas derīgas krātuves vietas.

source: Path to maildir
he: נתיב ל־maildir
lv: Ceļš uz „maildir“

source: Path points to a folder containing Maildirs instead of to a maildir itself.
he: הנתיב מפנה לתיקייה שמכילה כמה Maildirs במקום ל־maildir עצמו.
lv: Ceļš norāda uz mapi, kas satur „Maildir“ mapes nevis pašu „maildir“.

source: Do not change the actual backend data.
he: לא לשנות את נתוני המנגנון בפועל.
lv: Nemainīt aktuālos aizmugursistēmas datus.

source: Mail Directory Settings
he: הגדרות תיקיית דוא״ל
lv: Pasta mapes iestatījumi

source: Maildir
he: נתיב ל־maildir

source: Select the folder containing the maildir information:
he: נא לבחור את התיקייה שמכילה את פרטי ה־maildir:
lv: Norādiet mapi, kas satur „maildir“ informāciju:

source: Open in read-only mode
he: פתיחה במצב לקריאה בלבד
lv: Atvērt tikai lasīšanai

source: Activities
lv: Aktivitātes
