Repository: KDE/kdepim-runtime
Catalog: po/*/akonadi_davgroupware_resource.po
Languages: cs, he

# @title:window
source: DAV Resource Configuration
cs: Nastavení zdrojů DAV
he: הגדרות משאב DAV

source: Protocol
cs: Protokol
he: פרוטוקול

source: URL
he: כתובת

source: Days
cs: Dnů
he: ימים

source: Months
cs: Měsíce
he: חודשים

source: Years
cs: Roky
he: שנים

source: Another configuration entry already uses the same URL/protocol couple. Please use a different URL
cs: Jiná konfigurační položka již používá stejnou kombinaci URL/protokol. Použijte prosím jinou URL.
he: רשומת הגדרות אחרת כבר משתמשת באותו צמד של כתובת/פרוטוקול. נא להשתמש בכתובת אחרת

source: Display name:
cs: Zobrazit jméno:
he: שם תצוגה:

source: Refresh every:
cs: Obnovit každých:
he: לרענן כל:

source: Never
cs: Nikdy
he: אף פעם

source: minutes
cs: minut
he: דקות

source: Username:
cs: Uživatelské jméno:
he: שם משתמש:

source: Password:
cs: Heslo:
he: סיסמה:

source: Select this if your calendars contain a lot of events and the server cannot fulfill the requests
he: יש לבחור אם לוחות השנה שלך מכילים אירועים רבים והשרת לא מצליח למלא את הבקשות

source: Limit CalDav retrieval time range
he: הגבלת טווח זמן משיכת CalDAV

source: Only sync events more recent than
he: לסנכרן רק אירועים אחרי

source: Server Configuration:
cs: Nastavení serveru:
he: הגדרות שרת:

source: Add
cs: Přidat
he: הוספה

source: Search
cs: Hledat
he: חיפוש

source: Remove
cs: Odstranit
he: הסרה

source: Edit
cs: Upravit
he: עריכה

source: Invalid username/password
cs: Neplatné uživatelské jméno nebo heslo
he: שם משתמש/סיסמה שגויים

source: Access forbidden
cs: Přístup zakázán
he: הגישה נדחתה

source: Resource not found
cs: Zdroj nebyl nalezen
he: המשאב לא נמצא

source: HTTP error
cs: Chyba HTTP
he: שגיאת HTTP

source: There was a problem with the request. %1 (%2).
cs: V požadavku nastal problém. %1 (%2).
he: הייתה בעיה עם הבקשה. %1 (%2)

source: Protocol for the collection does not support MULTIGET
cs: Protokol pro sběr nepodporuje MULTIGET.
he: הפרוטוקול לאוסף לא תומך ב־MULTIGET

source: The server encountered an error that prevented it from completing your request: %1 (%2)
cs: Na serveru došlo k chybě, která znemožnila dokončení vašeho požadavku: %1 (%2)
he: השרת נתקל בשגיאה שמנעה ממנו להשלים את הבקשה שלך: %1 (%2)

source: There was a problem with the request. The collection has not been deleted from the server. %1 (%2).
cs: Došlo k problému s požadavkem. Sbírka nebyla odstraněna ze serveru. %1 (%2).
he: הייתה בעיה עם הבקשה שלך. האוסף לא נמחק מהשרת. %1 (%2)

source: Invalid responses from backend
cs: Neplatné odpovědi z podpůrné vrstvy
he: תגובות שגויות מהמנגנון

source: Error setting focus for XQuery
cs: Chyba při nastavení fokusu pro XQuery
he: שגיאה בהעברת המיקוד ל־XQuery

source: Invalid XQuery submitted by DAV implementation
cs: Neplatný dotaz XQuery odeslaný implementací DAV
he: הוגש XQuery שגוי על ידי מימוש ה־DAV

source: There was a problem with the request. The collection has not been modified on the server. %1 (%2).
cs: Došlo k problému s požadavkem. Sbírka nebyla na serveru změněna . %1 (%2).
he: הייתה בעיה עם הבקשה. האוסף לא השתנה בשרת. %1 (%2)

source: No properties to change or remove
cs: Žádné vlastnosti ke změně nebo odstranění
he: אין מאפיינים לשינוי או הסרה

source: There was an error when modifying the properties
cs: Při úpravě vlastností došlo k chybě
he: אירעה שגיאה בשינוי המאפיינים

source: The server returned more information: %1
cs: Server navrátil více informací: %1
he: השרת החזיר פירוט נוסף: %1

source: There was a problem with the request. The item has not been created on the server. %1 (%2).
cs: Došlo k problému s požadavkem. Položka nebyla na serveru vytvořena. %1 (%2).
he: הייתה בעיה עם הבקשה. הפריט לא נוצר בשרת. %1 (%2)

source: There was a problem with the request. The item has not been deleted from the server. %1 (%2).
cs: Došlo k problému s požadavkem. Položka nebyla odstraněna ze serveru. %1 (%2).
he: הייתה בעיה עם הבקשה שלך. הפריט לא נמחק מהשרת. %1 (%2)

source: There was a problem with the request. The item was not modified on the server. %1 (%2).
cs: Došlo k problému s požadavkem. Položka nebyla na serveru změněna. %1 (%2).
he: הייתה בעיה עם הבקשה. הפריט לא השתנה בשרת. %1 (%2)

source: There was a problem with the request.
cs: V požadavku nastal problém.
he: הייתה בעיה עם הבקשה.

source: There was a problem with the request. The requested MIME types are not supported.
cs: Došlo k problému s požadavkem. Požadované MIME typy nejsou podporovány.
he: הייתה בעיה עם הבקשה. סוגי התוכן/MIME לא נתמכים.

source: No schedule-outbox found for %1
cs: Nenalezena složka pro odeslané zprávy pro %1
he: לא נמצאה תיבת דוא״ל יוצא מתוזמן עבור %1

source: Invalid response from the server
cs: Neplatná odpověď ze serveru
he: תגובה שגויה מהשרת

source: Unable to parse free-busy data received
cs: Nelze analyzovat přijatá data o dostupnosti
he: לא ניתן לפענח את נתוני הפנוי-עסוק שהתקבלו

source: Unable to retrieve free-busy info while offline
cs: Nelze načíst data o dostupnosti v režimu offline
he: לא ניתן למשוך נתוני פנוי-עסוק כשאין חיבור

source: Fetching collections
cs: Stahuji sbírky
he: האוספים נמשכים

source: Asked to retrieve items for an unknown collection: %1
cs: Požadavek na vyhledání položek pro neznámou sbírku: %1
he: בקשה למשיכת פריטים מאוסף לא ידוע: %1

source: Invalid collection for item %1.
cs: Neplatná sbírka pro položku %1.
he: אוסף שגוי לפריט %1.

source: Unable to modify items: %1
cs: Nelze upravit položky: %1
he: לא ניתן לשנות פריטים: %1

source: Unable to modify collection: %1
cs: Nelze ověřit sbírku: %1
he: לא ניתן לשנות אוסף: %1

source: Unable to remove collection: %1
cs: Nelze odstranit sbírku: %1
he: לא ניתן להסיר אוסף: %1

source: Unable to retrieve collections: %1
cs: Nelze načíst sbírky: %1
he: לא ניתן למשוך אוספים: %1

source: Unable to retrieve items: %1
cs: Nelze načíst položky: %1
he: לא ניתן למשוך פריטים: %1

source: Unable to retrieve item: %1
cs: Nelze načíst položku: %1
he: לא ניתן למשוך פריט: %1

source: Unable to retrieve item: failed to parse item data. Maybe it was deleted already.
cs: Nelze načíst položku: selhalo zpracování dat položky. Možná již byla smazána.
he: לא ניתן למשוך פריט: פענוח נתוני הפריט נכשל. אולי הוא כבר נמחק.

source: Unable to add item: %1
cs: Nelze přidat položku: %1
he: לא ניתן להוסיף פריט: %1

source: Unable to change item: %1
cs: Nelze změnit položku: %1
he: לא ניתן לשנות פריט: %1

source: Unable to remove item: %1
cs: Nelze odstranit položku: %1
he: לא ניתן להסיר פריט: %1

source: The resource is not configured yet
cs: Zdroj ještě není nakonfigurován
he: המשאב לא מוגדר עדיין

source: Settings Version
cs: Verze nastavení
he: גרסת הגדרות

source: Display name
cs: Zobrazit jméno
he: שם תצוגה

source: Refresh every
cs: Obnovit každých
he: לרענן כל

source: Remote URLs
cs: Vzdálená URL
he: כתובות מרוחקות

source: User name
cs: Uživatelské jméno
he: שם משתמש

source: Limit the events retrieval to the specified time range
he: הגבלת משיכת הפריטים לטווח הזמן שצוין

source: Period for which to retrieve events, quantity
he: משך הזמן שעל פניו למשוך אירועים, כמות

source: Period for which to retrieve events, type
he: משך הזמן שעל פניו למשוך אירועים, סוג

source: String representation of the mappings between discovered collections and configured URLs
cs: Řetězcové znázornění mapování mezi nalezenými sbírkami a nakonfigurovanými adresami URL
he: ייצוג במחרוזת של המיפויים בין האוספים שהתגלו והכתובות המוגדרות

source: Do not change the actual backend data.
cs: Neměňte data aktuálního podpůrného nástroje.
he: לא לשנות את נתוני המנגנון בפועל.

source: The account id in WebAccounts framework.
cs: ID účtu v rámci WebAccounts.
he: מזהה החשבון בתשתית WebAccounts.

source: Account enabled services
cs: Služby s povoleným účtem
he: שירותים מופעלי חשבון

# @title:window
source: Search
cs: Hledat
he: חיפוש

source: Add Selected Items
cs: Přidat zvolené položky
he: הוספת פריטים נבחרים

source: An error occurred when executing search: %1
cs: Při provádění vyhledávání došlo k chybě: %1
he: אירעה שגיאה בהרצת החיפוש: %1

source: Use global creden&tials
cs: Použít globální při&hlašovací údaje
he: להשתמש בפרטי גישה &כלליים

source: Use specific credentials
cs: Použít konkrétní přihlašovací údaje
he: להשתמש בפרטי גישה נקודתיים

source: Credentials
cs: Přihlašovací údaje
he: פרטי גישה

source: Username
cs: Uživatelské jméno
he: שם משתמש

source: Password
cs: Heslo
he: סיסמה

source: Search URL
cs: Hledat URL
he: כתובת חיפוש

source: Search for
cs: Vyhledat
he: חיפוש אחר

source: a person named
cs: osobní jméno
he: אדם בשם

source: a contact with email
cs: kontakt s e-mailem
he: איש קשר עם הדוא״ל

# @label:textbox
source: A password is required for user %1
he: צריך סיסמה למשתמש %1

# @label:textbox
source: Password:
he: סיסמה:

# @title:window
source: DAV groupware configuration wizard
cs: Průvodce nastavením DAV groupware
he: אשף הגדרות קבוצתיות ל־DAV

source: Login Credentials
cs: Přihlašovací údaje
he: פרטי גישה

source: Enter your credentials to login to the groupware server
cs: Zadejte své přihlašovací údaje pro přihlášení k serveru groupware.
he: נא למלא את פרטי הגישה שלך כדי להיכנס לשרת הקבוצתי

source: User:
cs: Uživatel:
he: משתמש:

source: No, choose another server
he: לא, לבחור שרת אחר

source: Predefined provider found
cs: Nalezen předdefinovaný poskytovatel
he: נמצא ספק מוגדר מראש

source: Select if you want to use the auto-detected provider
cs: Vyberte, pokud chcete použít automaticky detekovaného poskytovatele
he: נא לבחור כדי להשתמש בספק שזוהה אוטומטית

source: Based on the email address you used as a login, this wizard can configure automatically an account for %1 services. Do you wish to do so?
cs: Na základě e-mailové adresy, kterou jste použili jako přihlašovací jméno, může tento průvodce automaticky nakonfigurovat účet pro služby %1. Chcete tak učinit?
he: לפי כתובת הדוא״ל בה השתמשת בכניסה, האשף הזה יכול להגדיר חשבון לשירותי %1 אוטומטית. להמשיך ולבצע את זה?

source: Yes, use %1 as provider
cs: Ano, použít %1 jako poskytovatele
he: כן, להשתמש ב־%1 כספק

source: Groupware Server
cs: Server Groupware
he: שרת קבוצתי

source: Select the groupware server the resource shall be configured for
cs: Vyberte server groupware, pro který má být zdroj nakonfigurován
he: נא לבחור את השרת הקבוצתי שעבורו יוגדר המשאב

source: Use one of those servers:
he: להשתמש באחד מהשרתים האלה:

source: Configure the resource manually
he: הגדרת המשאב ידנית

source: Connection
cs: Spojení
he: חיבור

source: Enter the connection information for the groupware server
cs: Zadejte informace o připojení k serveru groupware
he: נא למלא את פרטי החיבור לשרת הקבוצתי

source: Host
cs: Hostitel
he: מארח

source: Installation path
cs: Cesta instalace
he: נתיב התקנה

source: Use secure connection
he: להשתמש בחיבור מאובטח

# @label:textbox
source: Final URL (CalDav)
cs: Finální URL (CalDav)
he: כתובת סופית (CalDav)

# @label:textbox
source: Final URL (CardDav)
cs: Finální URL (CardDav)
he: כתובת סופית (CardDav)

# @label:textbox
source: Final URL (GroupDav)
cs: Finální URL (GroupDav)
he: כתובת סופית (GroupDav)

source: Test Connection
cs: Otestovat spojení
he: בדיקת החיבור

source: You can test now whether the groupware server can be accessed with the current configuration
cs: Nyní můžete otestovat, zda je možné se k serveru groupware připojit s aktuální konfigurací
he: אפשר לבדוק עכשיו האם אפשר לגשת לשרת הקבוצתי עם ההגדרות הנוכחיות

# @action:button
source: Test Connection
cs: Otestovat spojení
he: בדיקת החיבור

source: An error occurred: %1
cs: Vyskytla se chyba: %1
he: אירעה שגיאה: %1

source: Connected successfully
cs: Připojení úspěšné
he: החיבור הצליח

source: Display Name
cs: Zobrazované jméno
he: שם תצוגה

source: Access protocol:
cs: Přístupový protokol:
he: פרוטוקול גישה:

source: Remote URL:
cs: Vzdálená URL:
he: כתובת מרוחקת:

source: Access:
cs: Přístup:
he: גישה:

source: Discovered collections:
cs: Objevené sbírky:
he: אוספים שהתגלו:

source: Fetch
cs: Stáhnout
he: משיכה

source: Select this to reduce the load on the server and speed-up your syncs
cs: Vyberte tuto možnost, chcete-li snížit zatížení serveru a zrychlit synchronizaci

source: Limiting the time span range will lessen the load on the remote server and speed-up your initial sync.
cs: Omezení časového rozsahu sníží zatížení vzdáleného serveru a urychlí počáteční synchronizaci.

source: Limit retrieval time range
cs: Omezit časový rozsah vyhledávání

source: Only sync data more recent than
cs: Synchronizovat pouze data novější než

source: Limit the data retrieval to the specified time range
cs: Omezit načítání dat na zadané časové období

source: Period for which to retrieve data, quantity
cs: Období, za které se mají načíst údaje, množství

source: Period for which to retrieve data, type
cs: Období, za které se mají načíst data, typ

# @option:radio
source: No, choose another server
cs: Ne, vybrat jiný server

# @option:radio
source: Use one of those servers:
cs: Použít jeden z těchto serverů:

# @option:radio
source: Configure the resource manually
cs: Nastavit zdroj ručně

# @option:check
source: Use secure connection
cs: Použít bezpečné spojení
