Repository: KDE/kdepim-runtime
Catalog: po/*/akonadi_ical_resource.po
Languages: eo, lv

source: Path to iCal file.
eo: Vojo al iCal-dosiero.
lv: Ceļš uz „iCal“ datni.

source: Display name.
eo: Montrata nomo.
lv: Attēlojamais vārds.

source: Do not change the actual backend data.
eo: Ne ŝanĝi la faktajn backend-datenojn.
lv: Nemainīt aizmugursistēmas datus.

source: Monitor file for changes.
eo: Monitori dosieron pri ŝanĝoj.
lv: Pārraudzīt izmaiņas datnē.

source: Periodically update the file.
eo: Periode ĝisdatigi la dosieron.
lv: Periodiski atjaunināt datni.

source: Automatic update period in minutes.
eo: Intervalo de aŭtomata ĝisdatigo en minutoj.
lv: Automātiskas saglabāšanas intervāls minūtēs.

source: Autosave interval time (in minutes).
eo: Aŭtokonserva intervalo (en minutoj).

source: Incidence with uid '%1' not found.
eo: Ne trovis incidenton kun uid '%1'.
lv: Notikums ar UID „%1“ nav atrasts.

source: Calendar not loaded.
eo: Ne ŝargis kalendaron.
lv: Kalendārs nav ielādēts.

source: Failed to save calendar file to %1
eo: Malsukcesis konservi kalendarodosieron al %1
lv: Neizdevās saglabāt kalendāru datnē „%1“

source: Unable to retrieve added item %1.
eo: Maleblas ekpreni aldonitan objekton %1.
lv: Nevar atlasīt pievienoto vienumu „%1“.

source: Unable to retrieve modified item %1.
eo: Maleblas ekpreni modifitan objekton %1.
lv: Nevar atlasīt laboto vienumu „%1“.
