Repository: KDE/kdepim-runtime
Catalog: po/*/akonadi_google_resource.po
Languages: cs, lv, zh_tw

# @info:status
source: Retrieving calendars
cs: Načítání kalendářů
lv: Izgūst kalendārus
zh_tw: 正在取得行事曆

# @info:status
source: Retrieving events for calendar '%1'
cs: Načítání událostí pro kalendář '%1'
lv: Izgūst notikumus kalendāram „%1“
zh_tw: 正在為行事曆 '%1' 取得事件

# @info:status
source: Adding event to calendar '%1'
cs: Přidávání události do kalendáře '%1'
lv: Pievienot notikumu kalendārā „%1“
zh_tw: 正在新增事件到行事曆 '%1'

# @info:status
source: Changing event in calendar '%1'
cs: Změna události v kalendáři '%1'
lv: Maina notikumu kalendārā „%1“
zh_tw: 正在變更行事曆 '%1' 中的事件

# @info:status
source: Removing %1 event
cs: Odstraňování %1 události
lv: Noņem %1 notikumu
zh_tw: 正在移除 %1 個事件

# @info:status
source: Moving %1 event from calendar '%2' to calendar '%3'
cs: Přesun %1 události z kalendáře '%2' do kalendáře '%3'
lv: Pārvieto %1 notikumu no „%2“ kalendāra uz „%3“ kalendāru
zh_tw: 正在從行事曆 '%2' 移動 %1 個事件到行事曆 '%3'

# @info:status
source: Changing events tags
cs: Změna značek událostí
lv: Maina notikumu birkas
zh_tw: 正在變更事件標籤

source: Failed to change tags on events
cs: Nepodařilo se změnit značky událostí
lv: Neizdevās mainīt notikumu birkas
zh_tw: 變更事件上的標籤時失敗

# @info:status
source: Creating calendar '%1'
cs: Vytváření kalendáře '%1'
lv: Maina kalendāru „%1“
zh_tw: 正在建立行事曆 '%1'

# @info:status
source: Changing calendar '%1'
cs: Změna kalendáře '%1'
lv: Maina kalendāru „%1“
zh_tw: 正在變更行事曆 '%1'

# @info:status
source: Removing calendar '%1'
cs: Odstraňování kalendáře '%1'
lv: Noņem kalendāru „%1“
zh_tw: 正在移除行事曆 '%1'

source: Cannot handle item linking
cs: Nelze zpracovat propojení položek
lv: Nevar apstrādāt vienuma saitēšanu
zh_tw: 無法處理項目連結

source: Cannot handle item unlinking
cs: Nelze zpracovat odpojení položky
lv: Nevar apstrādāt vienuma atsaitēšanu
zh_tw: 無法處理項目解除連結

source: Cannot handle item tag changes
cs: Nelze zpracovat změny značek položek
lv: Nevar apstrādāt vienuma birkas izmaiņas
zh_tw: 無法處理項目標籤變更

# @status
source: Ready
cs: Připraveno
lv: Gatavs
zh_tw: 已就緒

source: Invalid item.
cs: Neplatná položka.
lv: Nederīgs vienums
zh_tw: 無效的項目。

source: Fetching password…
cs: Získávám heslo…
lv: Izūst paroli…
zh_tw: 正在抓取密碼…

# @info:status
source: Ready
cs: Připraveno
lv: Gatavs
zh_tw: 已就緒

source: Not configured
cs: Nenastaveno
lv: Nav konfigurēts
zh_tw: 未設定

source: Account has been logged out.
cs: Účet byl odhlášen.
lv: Konts ir izrakstījies
zh_tw: 帳號已被登出。

source: Google Groupware has been logged out from your account. Please log in to enable Google Contacts and Calendar sync again.
cs: Google Groupware byl odhlášen z vašeho účtu. Přihlaste se prosím, abyste znovu povolili synchronizaci kontaktů a kalendáře Google.
lv: „Google“ grupprogrammatūra ir izrakstīta no jūsu konta. Ierakstieties, lai atkal ieslēgtu „Google“ kontaktu un kalendāru sinhronizāciju.
zh_tw: Google 協作工具已從您的帳號登出。請登入來重新啟用 Google 聯絡人與行事曆同步。

source: Google Groupware has been logged out from account %1. Please log in to enable Google Contacts and Calendar sync again.
cs: Google Groupware byl odhlášen z účtu %1. Přihlaste se prosím, abyste znovu povolili synchronizaci kontaktů a kalendáře Google.
lv: „Google“ grupprogrammatūra ir izrakstīt no „%1“ konta. Ierakstieties, lai atkal ieslēgtu „Google“ kontaktu un kalendāra sinhronizāciju.
zh_tw: Google 協作工具已從帳號 %1 登出。請登入來重新啟用 Google 聯絡人與行事曆同步。

# @title
source: %1 needs your attention.
cs: %1 vyžaduje vaši pozornost
lv: „%1“ vajadzīga jūsu uzmanība.
zh_tw: %1 需要您的注意。

# @action
source: Log in
cs: Přihlásit
lv: Ierakstīties
zh_tw: 登入

# @info:status
source: Resource is not configured
cs: Zdroj není nastaven
lv: Resurss nav konfigurēts
zh_tw: 資源未設定

source: Failed to refresh tokens
cs: Obnovení tokenů se nezdařilo
lv: Neizdevās pārlādēt pilnvaras
zh_tw: 刷新權杖時失敗

source: Invalid payload type
cs: Neplatný typ přílohy
lv: Nederīgs satura tips
zh_tw: 無效的資料（payload）型態

source: Unknown collection mimetype
cs: Neznámá sbírka mimetypu
lv: Nezināms kolekcijas MIME tips
zh_tw: 未知的收藏 MIME 型態

# @info:status
source: No username set
cs: Není nastaveno žádné uživatelské jméno

# @info:status
source: Unable to read password: %1
cs: Nelze přečíst heslo: %1

source: %v minute
cs: %v minuta
lv: %v minūte
zh_tw: %v 分鐘

source: <b>Not configured</b>
cs: <b>Nenastaveno</b>
lv: <b>Nav konfigurēts</b>
zh_tw: <b>未設定</b>

source: Account:
cs: Účet:
lv: Konts:
zh_tw: 帳號：

source: Configure…
cs: Nastavit…
lv: Konfigurēt…
zh_tw: 設定…

source: Enable interval refresh
cs: Povolit intervalové obnovování
lv: Ieslēgt periodisku pārlādēšanu
zh_tw: 開啟間隔刷新

source: Refresh interval:
cs: Interval pro obnovení:
lv: Pārlādēšanas intervāls
zh_tw: 刷新間隔：

source: Fetch only events since:
cs: Načíst pouze události od:
lv: Izgūt tikai notikumus kopš:
zh_tw: 只抓取何時以後的事件：

source: Enabled Calendars:
cs: Povolené kalendáře:
lv: Ieslēgtie kalendāri:
zh_tw: 已啟用的行事曆：

source: Reload
cs: Obnovit
lv: Pārlādēt
zh_tw: 重新載入

source: Enabled Tasklists:
cs: Povolené seznamy úkolů:
lv: Ieslēgtie uzdevumu saraksti:
zh_tw: 已啟用的工作清單：

# Name of a group of contacts
source: Coworkers
cs: Spolupracovníci
lv: Kolēģi
zh_tw: 同事

# Name of a group of contacts
source: Friends
cs: Přátelé
lv: Draugi
zh_tw: 朋友

# Name of a group of contacts
source: Family
cs: Rodina
lv: Ģimene
zh_tw: 家人

# Name of a group of contacts
source: My Contacts
cs: Moje kontakty
lv: Mani kontakti
zh_tw: 我的聯絡人

# @info:status
source: Retrieving contacts groups
cs: Načítání skupin kontaktů
lv: Izgūst kontaktu grupas
zh_tw: 正在取得聯絡人群組

source: Other Contacts
cs: Jiné kontakty
lv: Citi kontakti
zh_tw: 其他聯絡人

# @info:status
source: Retrieving contacts for group '%1'
cs: Načítání kontaktů pro skupinu '%1'
lv: Izgūst kontaktus grupai „%1“
zh_tw: 正在取得群組 '%1' 的聯絡人

# @info:status
source: Adding contact to group '%1'
cs: Přidávání kontaktů do skupiny '%1'
lv: Pievieno kontaktus grupai „%1“
zh_tw: 正在新增聯絡人到群組 '%1'

# @info:status
source: Changing contact
cs: Změna kontaktu
lv: Maina kontaktu
zh_tw: 正在變更聯絡人

# @info:status
source: Removing %1 contact
cs: Odstraňování %1 kontaktu
lv: Noņem %1 kontaktu
zh_tw: 正在移除 %1 個聯絡人

source: Invalid source or destination collection
cs: Neplatná zdrojová, nebo cílová sbírka
lv: Nederīga avota vai mērķa kolekcija
zh_tw: 無效的來源或目的地收藏

# @info:status
source: Moving %1 contact from group '%2' to '%3'
cs: Přesun %1 kontaktu ze skupiny '%2' do skupiny '%3'
lv: Pārvieto %1 kontaktu no „%2“ grupas uz „%3“
zh_tw: 正在從群組 '%2' 移動 %1 個聯絡人到群組 '%3'

# @info:status
source: Linking %1 contact
cs: Propojení %1 kontaktu
lv: Saitē %1 kontaktu
zh_tw: 正在連結 %1 個聯絡人

# @info:status
source: Unlinking %1 contact
cs: Odpojení %1 kontaktu
lv: Atsaitē %1 kontaktu
zh_tw: 正在解除 %1 個聯絡人的連結

# @info:status
source: Creating new contact group '%1'
cs: Vytváření nové skupiny kontaktů '%1'
lv: Izveido jaunu kontaktu grupu: „%1“
zh_tw: 正在建立新聯絡人群組 '%1'

# @info:status
source: Changing contact group '%1'
cs: Změna skupiny kontaktů '%1'
lv: Maina kontaktu grupu: „%1“
zh_tw: 正在變更聯絡人群組 '%1'

# @info:status
source: Removing contact group '%1'
cs: Odstraňování skupiny kontaktů '%1'
lv: Noņem kontaktu grupu: „%1“
zh_tw: 正在移除聯絡人群組 '%1'

source: IDs of calendars in collection
cs: ID kalendářů ve sbírce
lv: Kolekcijā esošo kalendāru ID
zh_tw: 收藏中行事曆的代碼

source: IDs of task lists in collection
cs: ID seznamů úkolů ve sbírce
lv: Kolekcijā esošo uzdevumu sarakstu ID
zh_tw: 收藏中工作清單的代碼

# @info:status
source: Retrieving task lists
cs: Načítání seznamů úkolů
lv: Izgūst uzdevumu sarakstus
zh_tw: 正在取得工作列表

# @info:status
source: Retrieving tasks for list '%1'
cs: Načítání úkolů pro seznam '%1'
lv: Izgūst uzdevumus „%1“ sarakstam
zh_tw: 正在取得列表 '%1' 的工作

# @info:status
source: Changing task in list '%1'
cs: Změna úkolů pro seznam '%1'
lv: Maina uzdevumu „%1“ sarakstā
zh_tw: 正在變更列表 '%1' 中的工作

# @info:status
source: Removing %1 task
cs: Odstraňování %1 úkolu
lv: Noņem %1 uzdevumu
zh_tw: 正在移除 %1 個工作

source: Failed to delete task: %1
cs: Selhalo smazání úkolu: %1
lv: Neizdevās dzēst uzdevumu: %1
zh_tw: 刪除工作失敗：%1

source: Failed to reparent subtasks: %1
cs: Nepodařilo se přeřadit podúkoly: %1
lv: Neizdevās apakšuzdevumam pievienot pamatuzdevumu: %1
zh_tw: 移動子工作失敗：%1

source: Moving tasks between task lists is not supported
cs: Přesun úkolů mezi seznamy úkolů není podporován
lv: Programma neatbalsta uzdevumu pārvietošanu starp uzdevumu sarakstiem
zh_tw: 在事件清單間移動事件的功能尚未支援

# @info:status
source: Creating new task list '%1'
cs: Vytváření nového seznamu úkolů '%1'
lv: Izveido jaunu uzdevumu sarakstu: „%1“
zh_tw: 正在建立新工作列表 '%1'

# @info:status
source: Changing task list '%1'
cs: Změna seznamu úkolů '%1'
lv: Maina uzdevumu sarakstu: „%1“
zh_tw: 正在變更工作列表 '%1'

# @info:status
source: Removing task list '%1'
cs: Odstraňování seznamu úkolů '%1'
lv: Noņem uzdevumu sarakstu: „%1“
zh_tw: 正在移除工作列表 '%1'

source: Can't fetch password
zh_tw: 無法抓取密碼

# %1 is account name (user@gmail.com)
source: Google Groupware (%1)
lv: „Google“ grupprogrammatūra (%1)
zh_tw: Google 協作工具 (%1)
