Repository: KDE/kdepim-runtime
Catalog: po/*/akonadi_pop3_resource.po
Languages: he

source: %v minute
he: דקה

source: POP3 Account
he: חשובן POP3

# @info:placeholder
source: Unable to open wallet
he: לא ניתן לפתוח את הארנק

source: The server does not seem to support unique message numbers, but this is a requirement for leaving messages on the server. Since some servers do not correctly announce their capabilities you still have the possibility to turn leaving fetched messages on the server on.
he: נראה שהשרת לא תומך במספרי הודעות ייחודיים, אך זאת דרישה לטובת השארת הודעות בשרת. מאחר שחלק מהשרתים לא מכריזים על היכולות שלהם עדיין יש אפשרות להפעיל את השארת הודעות שהתקבלו על השרת.

source: Please note that this feature can cause some POP3 servers that do not support pipelining to send corrupted mail; this is configurable, though, because some servers support pipelining but do not announce their capabilities. To check whether your POP3 server announces pipelining support use the "Auto Detect" button at the bottom of the dialog; if your server does not announce it, but you want more speed, then you should do some testing first by sending yourself a batch of mail and downloading it.
he: נא לשים לב שהיכולת הזאת יכולה לגרום לכמה שרתי POP3 שאינם תומכים בשרשור פנימי לשלוח הודעות פגומות. נתון להגדרה, ועם זאת, כיוון שחלק מהשרתים תומכים בשרשור פנימי אך אינם מכריזים על היכולות שלהם. כדי לבדוק אם שרת ה־POP3 שלך מכריז על תמיכה בשרשור פנימי יש להשתמש בכפתור„זיהוי אוטומטי” בתחתית החלונית. אם השרת שלך לא מכריז עליו, אך מהירות גבוהה יותר חשובה לך, אז כדאי קודם לערוך כמה בדיקות על ידי שליחת הודעות דוא״ל לעצמך והורדתן.

source: Please specify a server and port on the General tab first.
he: נא לציין שרת ופתחה בלשונית הכללית לפני הכול.

source: Unable to connect to the server, please verify the server address.
he: לא ניתן להתחבר לשרת, נא לוודא שכתובת השרת נכונה.

source: The server does not seem to support pipelining; therefore, this option has been disabled. Since some servers do not correctly announce their capabilities you still have the possibility to turn pipelining on. But please note that this feature can cause some POP servers that do not support pipelining to send corrupt messages. So before using this feature with important mail you should first test it by sending yourself a larger number of test messages which you all download in one go from the POP server.
he: נראה שהשרת לא תומך בשרשור פנימי, האפשרות הזאת הושבתה. מאחר שחלק מהשרתים לא מכריזים על היכולות שלהם כראוי עדיין יש לך אפשרות להפעיל שרשור פנימי. אבל חשוב לשים לב שהיכולת הזאת יכולה לגרום לכמה שרתי POP שלא תומכים באפשרות הזאת לשלוח הודעות פגומות. לכן, לפני השימוש ביכולת הזאת להודעות שחשובות לך, עדיף קודם לבדוק אותה על ידי שליחה לעצמך כמות גדולה של הודעות בדיקה ולהוריד את כולן בבת־אחת משרת ה־POP.

source: The server does not seem to support unique message numbers, but this is a requirement for leaving messages on the server; therefore, this option has been disabled. Since some servers do not correctly announce their capabilities you still have the possibility to turn leaving fetched messages on the server on.
he: נראה שהשרת לא תומך במספרי הודעות ייחודיים, אך זאת דרישה לטובת השארת הודעות בשרת. לכן, האפשרות הזאת הושבתה. מאחר שחלק מהשרתים לא מכריזים על היכולות שלהם עדיין יש אפשרות להפעיל את השארת הודעות שהתקבלו על השרת.

source: day
he: יום

source: message
he: הודעה

source: Unable to initialize SASL, aborting mail check.
he: לא ניתן לאתחל את SASL, בדיקת הדוא״ל מבוטלת.

source: The server said: "%1"
he: השרת אמר: „%1”

source: The server terminated the connection.
he: השרת קטע את החיבור.

source: Invalid response from server: "%1"
he: תגובה שגויה מהשרת: „%1”

source: Could not send to server.
he: לא ניתן לשלוח לשרת.

source: Login via APOP failed. The server %1 may not support APOP, although it claims to support it, or the password may be wrong. %2
he: הכניסה דרך APOP נכשלה. כנראה שהשרת %1 לא תומך ב־APOP, על אף הטענה כי הוא תומך בו, או שהסיסמה שגויה. %2

source: An error occurred during authentication: %1
he: אירעה שגיאה במהלך האימות: %1

source: Login via SASL (%1) failed. The server may not support %2, or the password may be wrong. %3
he: הכניסה דרך SASL‏ (%1) נכשלה. יכול להיות שלשרת אין תמיכה ב־%2, או שהסיסמה שגויה. %3

source: Your POP3 server (%1) does not support SASL. Choose a different authentication method.
he: שרת ה־POP3 שלך (%1) לא תומך ב־SASL. נא לבחור שיטת אימות אחרת.

source: Could not login to %1.
he: לא ניתן להיכנס אל %1.

source: Could not login to %1. The password may be wrong. %2
he: לא ניתן להיכנס אל %1. יכול להיות שהסיסמה שגויה. %2

source: SSL/TLS error: %1
he: שגיאת SSL/TLS:‏ %1

source: The server terminated the connection immediately.
he: השרת קטע את החיבור מיידית.

source: Server does not respond properly: %1
he: השרת לא הגיב כראוי: %1

source: Your POP3 server (%1) does not support APOP. Choose a different authentication method.
he: שרת ה־POP3 שלך (%1) לא תומך ב־APOP נא לבחור שיטת אימות אחרת.

source: Your POP3 server claims to support TLS but negotiation was unsuccessful. You can disable TLS in the POP account settings dialog.
he: שרת ה־POP3 שלך טוען שהוא תומך ב־TLS אבל המשא ומתן כשל. אפשר להשבית TLS בחלונית הגדרות חשבון ה־POP.

source: Internal error: missing argument for command %1
he: שגיאה פנימית: ארגומנט חסר לפקודה %1

source: Internal error: missing item
he: שגיאה פנימית: פריט חסר

source: Timeout from POP3 server %1
he: תום הזמן המוקצב משרת ה־POP3‏ %1

source: Connection broken from POP3 server %1
he: החיבור נקטע מצד שרת ה־POP3‏ %1.

source: Error during communication with the POP3 server while trying to download mail: %1
he: אירעה שגיאה במהלך יצירת קשר עם שרת ה־POP3 תוך ניסיון להוריד הודעת דוא״ל: %1

source: Mail check aborted.
he: בדיקת הדוא״ל בוטלה.

source: Mail check was canceled manually.
he: בדיקת הדוא״ל בוטלה ידנית.

source: Please enter the username and password for account '%1'.
he: נא למלא את שם המשתמש והסיסמה לחשבון ‚%1’.

source: You are asked here because the password could not be loaded from the wallet.
he: הבקשה מופיעה כאן כיוון שלא ניתן לטעון את הסיסמה מהארנק.

source: Account:
he: חשבון:

source: No username and password supplied.
he: לא סופקו שם משתמש וסיסמה.

source: Preparing transmission from "%1".
he: בהכנות להעברה מ־„%1”.

source: Executing precommand.
he: הפקודה הטרומית מופעלת.

source: You are asked here because the previous login was not successful.
he: הבקשה מופיעה כאן כיוון שהכניסה הקודמת לחשבון לא הצליחה.

source: You are asked here because the username you supplied is empty.
he: הבקשה מופיעה כאן כיוון ששם המשתמש שסיפקת ריק.

source: Fetching mail listing.
he: רשימות ההודעות מתקבלות.

source: Saving downloaded messages.
he: ההודעות שירדו נשמרות.

source: Saving password to the wallet.
he: הסיסמה נשמרת לארנק.

source: Error while trying to get the local inbox folder, aborting mail check.
he: שגיאה במשיכת תיקיית הדוא״ל הנכנס המקומית, בדיקת הדוא״ל מבוטלת.

source: <qt>The folder you deleted was associated with the account <b>%1</b> which delivered mail into it. The folder the account delivers new mail into was reset to the main Inbox folder.</qt>
he: <qt>התיקייה שמחקת שויכה לחשבון <b>%1</b> שמעביר אליו הודעות דוא״ל. התיקייה שאליה החשבון מעביר אופסה לתיקיית הדוא״ל הנכנס הראשית.</qt>

source: Error while trying to get the folder for incoming mail, aborting mail check.
he: אירעה שגיאה תוך ניסיון לקבל את תיקיית הדוא״ל הנכנס, בדיקת הדוא״ל מבוטלת.

source: Could not find folder for incoming mail, aborting mail check.
he: לא ניתן למצוא תיקייה להודעות נכנסות, בדיקת הדוא״ל מבוטלת.

source: Error while executing precommand.
he: שגיאה בהרצת הפקודה הטרומית.

source: Unable to login to the server "%1".
he: לא ניתן להיכנס לשרת „%1”.

source: Error while getting the list of messages on the server.
he: שגיאה במשיכת רשימת ההודעות בשרת.

source: Error while getting list of unique mail identifiers from the server.
he: שגיאה במשיכת רשימת מזהי הדוא״ל הייחודיים מהשרת.

source: Your POP3 server (Account: %1) does not support the UIDL command: this command is required to determine, in a reliable way, which of the mails on the server KMail has already seen before; the feature to leave the mails on the server will therefore not work properly.
he: שרת ה־POP3 שלך (חשבון: %1) לא תומך בפקודת UIDL: הפקודה הזאת נחוצה כדי לקבוע, בצורה אמינה, אילו הודעות בשרת KMail כבר ראה בעבר. היכולת להשאיר הודעות בשרת לא תעבוד כראוי לאור העדר הפקודה הזאת.

source: Error while fetching mails from the server.
he: שגיאה במשיכת הודעות דוא״ל מהשרת.

source: Fetching message %1 of %2 (%3 of %4 KB) for %5 (%6 KB remain on the server).
he: הודעה %1 מתוך %2 מתקבלת (%3 מתוך %4 ק״ב) עבור %5 (%6 ק״ב נשארים בשרת).

source: Fetching message %1 of %2 (%3 of %4 KB) for %5
he: הודעה %1 מתוך %2 מתקבלת (%3 מתוך %4 ק״ב) עבור %5

source: Unable to store downloaded mails.
he: לא ניתן לאחסן הודעות דוא״ל שירדו.

source: Failed to delete the messages from the server.
he: מחיקת ההודעה מהשרת נכשלה.

source: Finished mail check, no message downloaded.
he: בדיקת הדוא״ל הסתיימה, לא נמשכו הודעות.

source: Finished mail check, 1 message downloaded.
he: בדיקת הדוא״ל הסתיימה, נמשכה הודעה אחת.

source: Unable to complete the mail fetch.
he: לא ניתן להשלים את משיכת הדוא״ל.

source: Mail check already in progress, unable to start a second check.
he: כבר מתבצעת בדיקת דוא״ל, לא ניתן להתחיל בדיקה שנייה.

source: Ready
he: בהמתנה

source: Mail check aborted after going offline.
he: בדיקת הדוא״ל בוטלה עקב ניתוק.

source: Offline
he: מנותק

source: Account Type: POP Account
he: סוג החשבון: חשבון POP

source: General
he: כללי

source: Account Information
he: פרטי החשבון

source: Your Internet Service Provider gave you a <em>user name</em> which is used to authenticate you with their servers. It usually is the first part of your email address (the part before <em>@</em>).
he: ספק שירות האינטרנט סיפק לך <em>שם משתמש</em> שמשמש לאמת אותך מול השרתים שלו. זה בדרך כלל החלק הראשון של כתובת הדוא״ל שלך (החלק שלפני <em>@</em>).

source: Account &name:
he: שם ה&חשבון:

source: Name displayed in the list of accounts
he: שם שמוצג ברשימת החשבונות

source: Account name: This defines the name displayed in the account list.
he: שם החשבון: מגדיר את השם שמוצג ברשימת החשבונות.

source: Incoming &mail server:
he: שרת דוא״ל &נכנס:

source: Address of the mail POP3 server
he: כתובת שרת ה־POP3

source: The address of the POP3 server, e.g. pop3.yourprovider.org. You should get this address from your mail provider.
he: כתובת שרת ה־POP3, למשל: pop3.sapak.co.il. ספק הדוא״ל שלך אמור היה לשלוח לך את הכתובת הזאת.

source: Use&rname:
he: &שם משתמש:

source: The username that identifies you against the mail server
he: שם המשתמש שמזהה אותך אל מול שרת הדוא״ל

source: P&assword:
he: &סיסמה:

source: Password for access to the mail server
he: סיסמת גישה לשרת הדוא״ל

source: Password: The password given to you by your mail provider.
he: סיסמה: הסיסמה שסופקה לך על ידי ספק הדוא״ל שלך.

source: Mail Checking Options
he: אפשרויות בדיקת דוא״ל

source: If active, the POP3 account will be checked for new mail every x minutes
he: אם האפשרות פעילה, חשבון ה־POP3 ייבדק לאיתור הודעות חדשות כל x דקות

source: Enable &interval mail checking
he: הפעלת בדיקת דוא״ל ל&פרקים

source: Check mail interval:
he: הפרש בין בדיקות דוא״ל:

source: Advanced
he: מתקדם

source: POP Settings
he: הגדרות POP

source: If checked the message is not deleted from the mail server
he: אם האפשרות מסומנת ההודעה לא נמחקת משרת הדוא״ל

source: Check this option if you want to fetch only copies of the mails and leave the original mails on the server.
he: יש לסמן את האפשרות הזאת כדי רק למשוך עותקים של ההודעות ולהשאיר את ההודעות המקוריות בשרת.

source: Lea&ve fetched messages on the server
he: להשאיר הודעות ש&נמשכו על השרת

source: The original message is deleted from the server after x days
he: ההודעה המקורית נמחקת מהשרת לאחר x ימים

source: Days to leave messages on the server:
he: ימים להשארת ההודעות בשרת:

source: Only the x most recent messages are kept on the server
he: רק x ההודעות העדכניות ביותר תישארנה בשרת.

source: Check this option if you want to only keep the x most recent messages on the server and delete all older.
he: יש לסמן את האפשרות הזאת כדי לשמור רק את x ההודעות העדכניות ביותר בשרת ולמחוק את כל הישנות יותר.

source: Number of messages to keep:
he: מספר ההודעות לשמור:

source: Keep most recent messages within the quota and delete oldest
he: להשאיר את ההודעות העדכניות ביותר במסגרת המכסה ולמחוק את הישנות ביותר

source: If active, most recent messages are kept until the quota is reached and oldest messages are deleted.
he: אם האפשרות פעילה, ההודעות העדכניות ביותר נשמרות עד שנגמר המקום מבחינת מכסה וההודעות הישנות ביותר נמחקות.

source: Maximum megabytes to keep:
he: כמות מרבית של מגה בתים לשמירה:

source: MB
he: מ״ב

source: &Use pipelining for faster mail download
he: להשתמש בשרשור &פנימי להורדת דוא״ל מהירה יותר

source: Destination folder:
he: תיקיית יעד:

source: Pre-com&mand:
he: פקודה &טרומית:

source: Command that is executed before checking mail
he: פקודה שמופעלת לפני בדיקת דוא״ל

source: Connection Settings
he: הגדרות החיבור

source: Auto Detect
he: זיהוי אוטומטי

source: Encryption:
he: הצפנה:

source: None
he: אין

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-weight:600;">SSL/TLS</span><span style=" font-family:'Sans Serif';"> is safe POP over port 995;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-weight:600;">STARTTLS</span><span style=" font-family:'Sans Serif';"> will operate on port 110 and switch to a secure connection directly after connecting;</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-weight:600;">None</span><span style=" font-family:'Sans Serif';"> will connect to port 110 but not switch to a secure connection. This setting is not recommended.</span></p></body></html>
he: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> body { direction: rtl; }; p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Noto Sans'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-weight:600;">SSL/TLS</span><span style=" font-family:'Sans Serif';"> הוא POP מאובטח על גבי פתחה 995.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-weight:600;">STARTTLS</span><span style=" font-family:'Sans Serif';"> יופעל על פתחה ויעבור לחיבור מאובטח 110 ויעבור מידע לאחר החיבור.</span></p> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-family:'Sans Serif'; font-weight:600;">ללא</span><span style=" font-family:'Sans Serif';"> יתחבר על פתחה 110 אך לא יעבור לחיבור מאובטח. ההגדרה הזאת לא מומלצת.</span></p></body></html>

source: Port:
he: פתחה:

source: Authentication:
he: אימות:

source: If checked, the system proxy settings will be used to connect to the mail server.
he: אם האפשרות מסומנת, ייעשה שימוש בהגדרות המתווך של המערכת כדי להתחבר לשרת הדוא״ל.

source: Connect using the system proxy settings
he: התחברות באמצעות הגדרות המתווך של המערכת

source: Defines the authentication type to use
he: הגדרת סוג האימות לשימוש
