Repository: KDE/kdepim-runtime
Catalog: po/*/akonadi_tomboynotes_resource.po
Languages: he, hu

source: Sync error. Server status not as expected.
he: שגיאת סנכרון. מצב השרת מפתיע.
hu: Szinkronizálási hiba. A kiszolgáló állapota nem a vártnak megfelelő.

source: Tomboy Server Settings
he: הגדרות שרת Tomboy
hu: Tomboy kiszolgáló beállításai

source: Display name:
he: שם תצוגה:
hu: Megjelenített név:

source: Type in the server URL:
he: נא למלא את כתובת השרת:
hu: Írja be a kiszolgáló URL-címét:

source: This value is not changeable after first setup
he: אי אפשר לערוך את הערך הזה לאחר ההגדרות הראשוניות
hu: Ez az érték nem változtatható meg a kezdeti beállítás után

source: Update interval:
he: הפרש בין עדכונים:
hu: Frissítési időköz:

source: minutes
he: דקות
hu: perc

source: Open in read-only mode
he: פתיחה במצב לקריאה בלבד
hu: Megnyitás csak olvasható módban

source: Ignore SSL errors
he: התעלמות משגיאות SSL
hu: SSL-hibák figyelmen kívül hagyása

source: Tomboy Notes %1
he: הערות Tomboy %1
hu: Tomboy jegyzetek %1

source: Resource configuration is not valid
he: הגדרת המשאב שגויה
hu: Az erőforrás beállítás nem érvényes

source: Resource is read-only
he: המשאב הוא לקריאה בלבד
hu: Az erőforrás csak olvasható

source: The display name of this resource
he: שם תצוגת המשאב הזה
hu: Az erőforrás megjelenített neve

source: The URL to the Tomboy sync server
he: כתובת שרת סנכרון Tomboy
hu: A Tomboy szinkronizációs kiszolgáló URL-címe

source: The URL to the notes on the Tomboy sync server
he: כתובת הפתקיות בשרת סנכרון Tomboy
hu: A jegyzetek URL-címe a Tomboy szinkronizációs kiszolgálón

source: The URL to the user data on the Tomboy sync server
he: כתובת נתוני המשתמש בשרת סנכרון Tomboy
hu: A felhasználói adatok URL-címe a Tomboy szinkronizációs kiszolgálón

source: The request token to the Tomboy sync server
he: האסימון המבוקש לשרת סנכרון Tomboy
hu: A kérelemtoken a Tomboy szinkronizációs kiszolgálóhoz

source: The request token secret to the Tomboy sync server
he: סוד האסימון המבוקש לשרת סנכרון Tomboy
hu: A kérelemtoken titkos értéke a Tomboy szinkronizációs kiszolgálóhoz

source: The way how conflicts should be handled
he: איך לטפל בסתירות
hu: A konfliktusok kezelési módja

source: Do not change the actual backend data.
he: לא לשנות את נתוני המנגנון בפועל.
hu: A jelenlegi háttérprogramadat változatlanul hagyása.

source: Ignore SSL errors.
he: התעלמות משגיאות SSL.
hu: SSL-hibák figyelmen kívül hagyása.

source: Refresh every
he: לרענן כל
hu: Frissítési időköz

source: Authorization failed. It could be an SSL error.
he: האימות נכשל. זאת יכולה להיות שגיאת SSL.
hu: Sikertelen hitelesítés. Lehet egy SSL-hiba is.
