Repository: KDE/kdepim-runtime
Catalog: po/*/akonadi_etesync_resource.po
Languages: cs, eo, sl

# @info:status
source: Empty account configuration
cs: Nastavení prázdného účtu

# @info:status
source: Etebase error when initializing client: %1
cs: Chyba Etebase při inicializaci klienta: %1

# @info:status
source: Unable to read password: %1
cs: Nelze přečíst heslo: %1

# @info:status
source: Could not get etebase account from cache
cs: Nelze načíst účet etebase z mezipaměti

source: EteSync Resource
cs: Zdroj EteSync
eo: EteSync Rimedo
sl: Vir EteSync

source: EteSync Account
cs: Účet EteSync

source: Temporary server error
cs: Dočasná chyba serveru
eo: Provizora servila eraro
sl: Napaka za캜asnega stre쬹ika

source: You do not have permission to perform this action.
cs: Nemáte oprávnění provést tuto akci.
eo: Vi ne havas permeson fari ĉi tiun agon.
sl: Nimate dovoljenja za izvedbo tega dejanja.

source: Permission denied
cs: Přístup odepřen
eo: Permeso Rifuzita
sl: Dovoljenje zavrnjeno

source: A server error occurred.
cs: Došlo k chybě serveru.
eo: Okazis servila eraro.
sl: Pri코lo je do napake na stre쬹iku.

source: Server error
cs: Chyba serveru
eo: Servila eraro
sl: Napaka stre쬹ika

source: Your EteSync credentials were changed. Please click OK to re-enter your credentials.
cs: Vaše přihlašovací údaje pro EteSync byly změněny. Klikněte na OK a zadejte své přihlašovací údaje znovu.
eo: Viaj EteSync-akreditaĵoj estis ŝanĝitaj. Bonvolu klaki OK por reenigi viajn akreditaĵojn.
sl: Poverilnice za EteSync so bile spremenjene. Kliknite V redu, 캜e 쬰lite znova vnesti svoje poverilnice.

source: Credentials Changed
cs: Změna přihlašovacích údajů
eo: Akreditaĵoj Ŝanĝitaj
sl: Poverilnice spremenjene

source: Your EteSync credentials were changed or are missing.
cs: Vaše přihlašovací údaje pro EteSync byly změněny nebo chybí.

source: Cannot retrieve items - account is null
cs: Nelze načíst položky – účet je neplatný
eo: Ne povas retrovi erojn - konto estas nula
sl: Elementov ni mogo캜e pridobiti - ra캜un je ni캜en

source: Could not get etesyncCollection from cache '%1'
cs: Nelze načíst sbírku etesync '%1' z mezipaměti
eo: Ne eblis ricevi etesyncCollection el kaŝmemoro '%1'
sl: Iz predpomnilnika '%1' ni bilo mogo캜e dobiti etesyncCollection

source: Could not create new etesyncItem '%1'
cs: Nelze vytvořit novou položku etesync '%1'
eo: Ne eblis krei novan etesyncItem '%1'
sl: Ni bilo mogo캜e ustvariti novega etesyncItem '%1'

source: Could not get etesyncItem from cache '%1'
cs: Nelze získat položku etesync '%1' z mezipaměti
eo: Ne eblis akiri etesyncItem el kaŝmemoro '%1'
sl: Iz predpomnilnika '%1' ni bilo mogo캜e dobiti etesyncItem

source: Could not create new etesyncCollection
cs: Nelze vytvořit novou sbírku etesync
eo: Ne eblis krei novan etesyncCollection
sl: Ni bilo mogo캜e ustvariti novega etesyncCollection

source: Something went wrong
cs: Došlo k nějakému problému
eo: Io misfunkciis
sl: Nekaj je 코lo narobe

source: Server URL
cs: URL serveru
eo: Servila URL
sl: URL stre쬹ika

source: The URL of the EteSync server, should be something like https://myserver.org/
cs: URL adresa serveru EteSync by měla vypadat například takto: https://myserver.org/
eo: La URL de la EteSync-servilo devus esti io kiel https://myserver.org/
sl: URL stre쬹ika EteSync bi moral biti pribli쬹o tak: https://myserver.org/

# the username to login on server
source: Username
cs: Uživatelské jméno
eo: Uzantnomo
sl: Uporabni코ko ime

source: The username that is used to log into the EteSync server
cs: Uživatelské jméno, které se používá k přihlášení na server EteSync
eo: La uzantnomo kiu estas uzata por ensaluti en la EteSync-servilo
sl: Uporabni코ko ime, ki se uporablja za prijavo v stre쬹ik EteSync

source: Path to base directory
cs: Cesta k základnímu adresáři
eo: Vojo al baza dosierujo
sl: Pot do osnovnega direktorija

# @title:window
source: EteSync configuration wizard
cs: Průvodce nastavením EteSync
eo: Agordo de EteSync
sl: Nastavitveni 캜arovnik za EteSync

source: Login Credentials
cs: Přihlašovací údaje
eo: Ensalutu Akreditaĵojn
sl: Poverilnice za prijavo

source: Enter your credentials to login to the EteSync server
cs: Zadejte své přihlašovací údaje pro přihlášení k serveru EteSync
eo: Enigu viajn akreditaĵojn por ensaluti al la EteSync-servilo
sl: Vnesite svoje poverilnice za prijavo na stre쬹ik EteSync

source: Username:
cs: Uživatelské jméno:
eo: Uzantnomo:
sl: Uporabni코ko ime:

source: Password:
cs: Heslo:
eo: Pasvorto:
sl: Geslo:

# @option:check
source: Advanced settings
cs: Pokročilá nastavení
eo: Altnivelaj agordoj
sl: Napredne nastavitve

source: 🛈 The password field is empty because EteSync does not store it for security reasons.
cs: 🛈 Pole pro heslo je prázdné, protože EteSync jej z bezpečnostních důvodů neukládá.
eo: 🛈 La pasvorta kampo estas malplena ĉar EteSync ne konservas ĝin pro sekurecaj kialoj.

source: Please ensure that the server URL is correct. The URL should start with http:// or https://.
cs: Zkontrolujte, zda je adresa URL serveru správná. Adresa URL by měla začínat http:// nebo https://.
eo: Bonvolu certigi, ke la servila URL estas ĝusta. La URL devus komenci per http:// aŭ https://.
sl: Zagotovite, da je URL stre쬹ika pravilen. URL se mora za캜eti s http:// ali https://.

source: Could not connect to the server. Please ensure that the server URL is correct.
cs: Nelze se připojit k serveru. Zkontrolujte, zda je adresa URL serveru správná.
eo: Ne eblis konekti al la servilo. Bonvolu certigi, ke la servila URL estas ĝusta.
sl: Ni bilo mogo캜e vzpostaviti povezave s stre쬹ikom. Prepri캜ajte se, da je URL stre쬹ika pravilen.

source: EteSync server not found. Please ensure that the server URL is correct.
cs: Server EteSync nebyl nalezen. Zkontrolujte, zda je adresa URL serveru správná.
eo: EteSync-servilo ne trovita. Bonvolu certigi, ke la servila URL estas ĝusta.
sl: Stre쬹ika EteSync ni mogo캜e najti. Prepri캜ajte se, da je spletni naslov stre쬹ika pravilen.

source: Server:
eo: Servilo:
sl: Stre쬹ik:

source: 游띋 The password field is empty because EteSync does not store it for security reasons.
sl: 游띋 Geslo je prazno, ker EteSync zaradi varnostnih razlogov ne shranjuje gesel.
