Repository: KDE/kdepim-runtime
Catalog: po/*/akonadi_contacts_resource.po
Languages: he

source: Settings
he: הגדרות

source: Directory Name
he: שם התיקייה

source: Di&rectory:
he: &תיקייה:

source: Select the directory whose contents should be represented by this resource. If the directory does not exist, it will be created.
he: נא לבחור את התיקייה שהתוכן שלה ייוצג על ידי המשאב הזה. אם התיקייה לא קיימת, היא תיווצר.

source: Access Rights
he: הרשאות גישה

# if the access is limited to read-only
source: Read only
he: לקריאה בלבד

source: If read-only mode is enabled, no changes will be written to the directory selected above. Read-only mode will be automatically enabled if you do not have write access to the directory.
he: אם מצב קריאה בלבד פעיל, לא ייכתבו שינויים לתיקייה שנבחרה לעיל. מצב לקריאה בלבד יופעל אוטומטית אם אין לך הרשאות כתיבה לתיקייה.

source: Personal Contacts
he: אנשי קשר פרטיים

source: Directory '%1' does not exists
he: התיקייה ‚%1’ לא קיימת

source: Found file of unknown format: '%1'
he: נמצא קובץ בתבנית לא מוכרת: ‚%1’

source: Unable to open file '%1'
he: לא ניתן לפתוח את הקובץ ‚%1’

source: Found invalid contact in file '%1'
he: נמצא איש קשר שגוי בקובץ ‚%1’

source: Found invalid contact group in file '%1': %2
he: נמצאה קבוצת קשר שגויה בקובץ ‚%1’: %2

source: Trying to write to a read-only directory: '%1'
he: מתבצע ניסיון לכתוב לתיקייה לקריאה בלבד: ‚%1’

source: Unable to write to file '%1': %2
he: לא ניתן לכתוב לקובץ ‚%1’: %2

source: Trying to write to a read-only file: '%1'
he: מתבצע ניסיון לכתוב לקובץ לקריאה בלבד: ‚%1’

source: Received item with unknown payload %1
he: התקבל פריט עם מטען לא מוכר %1

source: Unable to remove file '%1'
he: לא ניתן להסיר את הקובץ ‚%1’

source: Unable to create folder '%1'.
he: לא ניתן ליצור את התיקייה ‚%1’.

source: Unable to rename folder '%1'.
he: לא ניתן לשנות את שם התיקייה ‚%1’.

source: Unknown folder to delete.
he: תיקייה לא מוכרת למחיקה.

source: Unable to delete folder '%1'.
he: לא ניתן למחוק את התיקייה ‚%1’.

source: Unable to move file '%1' to '%2', '%2' already exists.
he: לא ניתן להעביר את הקובץ ‚%1’ אל ‚%2’, ‚%2’ כבר קיים.

source: Unable to move directory '%1' to '%2', '%2' already exists.
he: לא ניתן להעביר את התיקייה ‚%1’ אל ‚%2’, ‚%2’ כבר קיים.

source: Path to contacts directory
he: נתיב לתיקיית קשר

source: Do not change the actual backend data.
he: לא לשנות את נתוני המנגנון בפועל.

source: Activities
he: פעילויות
