Repository: KDE/kdepim-runtime
Catalog: po/*/akonadi_newmailnotifier_agent.po
Languages: lv

# @title:window
source: Notification History
lv: Paziņojumu vēsture

source: [Open Folder]
lv: [Atvērt mapi]

source: [Show Mail]
lv: [Rādīt mapi]

# @option:check
source: Enabled
lv: Ieslēgt

source: One new email in %2 from "%3"
lv: %1 jauna e-pasta vēstule „%2“ no „%3“

source: New mail arrived
lv: Pienākusi jauna vēstule

# %f is a variable for agent. Do not change it
source: A message was received from %f
lv: Saņemta vēstule no „%f“

source: Unable to start KMail application.
lv: Neizdevās palaist „KMail“ programmu.

# @label:textbox
source: Select which folders to monitor for new message notifications:
lv: Atlasiet, kuras mapes pārraudzīt jaunu vēstuļu paziņojumiem:

# @info:placeholder
source: Search…
lv: Meklēt…

# @action:button
source: &Select All
lv: &Atlasīt visu

# @action:button
source: &Unselect All
lv: &Noņemt atlasi visam

source: <qt><p>Here you can define message. You can use:</p><ul><li>%s set subject</li><li>%f set from</li></ul></qt>
lv: <qt><p>Te varat definēt vēstuli. Varat lietot:</p><ul><li>„%s“ norāda tematu</li><li>„%f“ norāda „No“ lauku</li></ul></qt>

source: Choose which fields to show:
lv: Izvēlieties parādāmos laukus:

# @option:check
source: Show Photo
lv: Rādīt fotogrāfiju

# @option:check
source: Show From
lv: Rādīt „No“ lauku

# @option:check
source: Show Subject
lv: Rādīt tematu

# @option:check
source: Show Folders
lv: Rādīt mapes

# @option:check
source: Do not notify when email was sent by me
lv: Neinformēt, kad es nosūtu e-pasta vēstules

# @option:check
source: Keep Persistent Notification
lv: Turēt paliekošus paziņojumus

# @option:check
source: Show Action Buttons
lv: Rādīt darbību pogas

# @option:check
source: Reply Mail
lv: Atbildēt uz vēstuli

source: Reply to Author
lv: Atbildēt autoram

source: Reply to All
lv: Atbildēt visiem

source: Display
lv: Parādīt

# @label:textbox
source: <a href="whatsthis">How does this work?</a>
lv: <a href="whatsthis">Kā tas darbojas?</a>

# @label:textbox
source: Message:
lv: Vēstule:

source: Text to Speak
lv: Teksts uz runu

source: Notify
lv: Paziņot

source: Folders
lv: Mapes

source: New Mail Notifier Agent
lv: Jauna ziņa informācijas aģents

source: Notify about new mails.
lv: Informēt par jaunu pastu.

source: Copyright (C) 2013-%1 Laurent Montel
lv: Autortiesības (C) 2013—%1 Laurent Montel

source: Maintainer
lv: Uzturētājs

# NAME OF TRANSLATORS
source: Your names
lv: Toms Trasūns

# EMAIL OF TRANSLATORS
source: Your emails
lv: toms.trasuns@posteo.net

source: From: %1
lv: No: %1

source: Subject: %1
lv: Temats: %1

source: In: %1
lv: Atrodas: „%1“

source: In: %1 (%2)
lv: Atrodas: „%1“ („%2“)

source: Show mail…
lv: Rādīt pastu…

source: Mark As Read
lv: Atzīmēt kā lasītu

source: Delete
lv: Dzēst
