Repository: KDE/kdepim-runtime
Catalog: po/*/gid-migrator.po
Languages: he

# NAME OF TRANSLATORS
source: Your names
he: צוות התרגום של KDE ישראל

# EMAIL OF TRANSLATORS
source: Your emails
he: kde-l10n-he@kde.org

source: Creating instance of type %1
he: נוצר מופע מסוג %1

source: Missing Identifier
he: חסר מזהה

source: Failed to start migration because migrator is not ready
he: ההסבה נכשלה כי תוכנית ההסבה לא מוכנה

source: Starting migration…
he: ההסבה החלה…

source: Migration complete
he: ההסבה הושלמה

source: Migration aborted
he: ההסבה בוטלה באופן גורף

source: Migration failed
he: ההסבה נכשלה

source: Migration paused
he: ההסבה נעצרה

source: This migration has already been started once but was aborted
he: ההסבה הזאת כבר החלה בעבר אבל בוטלה באופן גורף

# @info:status
source: Not started
he: לא החלה

# @info:status
source: Running…
he: מתבצע…

# @info:status
source: Complete
he: הושלם

# @info:status
source: Aborted
he: בוטל באופן גורף

# @info:status
source: Paused
he: נעצר

# @info:status
source: Needs Update
he: זקוק לעדכון

# @info:status
source: Failed
he: נכשל

# Name of the GID Migrator (intended for advanced users).
source: GID Migrator: %1
he: מסב GID:‏ %1

source: Ensures that all items with the mimetype %1 have a GID if a GID extractor is available.
he: מוודא שלכל הפריטים מסוג התוכן %1 יש GID אם מחלץ GID זמין.

source: Migration failed: %1
he: ההסבה נכשלה: %1

source: GID Migration Tool
he: כלי הסבת GID

source: Migration of Akonadi Items to support GID
he: הסבה של פריטי Akonadi לתמוך ב־GID

source: (c) 2013-2022 the Akonadi developers
he: (c) 2013‏-2022 מפתחי Akonadi

# @info:credit
source: Christian Mollekopf
he: כריסטיאן מולקופף

source: Author
he: יוצר

# @info:shell
source: Show reporting dialog
he: הצגת חלונית דיווח

# @info:shell
source: Show report only if changes were made
he: להציג דוח רק אם בוצעו שינויים

# @info:shell
source: MIME type to migrate
he: סוג התוכן להסבה
